[{
	"name": "뷰티 인사이드",
	"poster": "../img/beautyinside.jpg",
	"mbti": "ENFP",
	"genre": "romance",
	"info": "2015.08.20 / 로맨스 / 2시간 7분 / 백종열 감독",
	"story": "남자, 여자, 아이, 노인.. 심지어 외국인까지! 자고 일어나면 매일 다른 모습으로 변하는 남자, ‘우진’. 그에게 처음으로 비밀을 말하고 싶은 단 한 사람이 생겼다. 드디어 D-DAY! ‘우진’은 그녀에게 자신의 마음을 고백하기로 하는데… “초밥이 좋아요? 스테이크가 좋아요? 사실.. 연습 엄청 많이 했어요. 오늘 꼭 그쪽이랑 밥 먹고 싶어서…”",
	"wish": false
},
{
	"name": "주토피아",
	"poster": "../img/zootopia.jpg",
	"mbti": "ENFP",
	"genre": "animation",
	"info": "2016.02.17 / 애니메이션 / 1시간 48분 / 바이론 하워드 감독",
	"story": "누구나 살고 싶은 도시 1위, 주토피아 연쇄 실종 사건 발생! “미치도록 잡고 싶었다!” 교양 있고 세련된 라이프 스타일을 주도하는 도시 주토피아. 이 곳을 단숨에 혼란에 빠트린 연쇄 실종사건이 발생한다! 주토피아 최초의 토끼 경찰관 주디 홉스는 48시간 안에 사건 해결을 지시 받자 뻔뻔한 사기꾼 여우 닉 와일드에게 협동 수사를 제안하는데… 스릴 넘치는 추격전의 신세계가 열린다!",
	"wish": false
},
{
	"name": "레이디 버드",
	"poster": "../img/ladybird.jpg",
	"mbti": "ENFP",
	"genre": "drama",
	"info": "2018.04.04 / 드라마 / 1시간 34분 / 그레타 거윅 감독",
	"story": "안녕 내 이름은 '레이디 버드'라고 해 다른 이름이 있지만, 내가 나에게 이름을 지어줬지 모두가 나에게 잘 살아보라고 충고로 위장한 잔소리를 해 하지만 지금 이 모습이 내 최고의 모습이라면? 날 좀 그냥 내버려 둬!",
	"wish": false
},
{
	"name": "찰리와 초콜릿 공장",
	"poster": "../img/catcf.jpg",
	"mbti": "ENFP",
	"genre": "fantasy",
	"info": "2005.09.16 / 판타지 / 1시간 55분 / 팀 버튼 감독",
	"story": "전 세계 누구에게나 사랑 받는 윌리 웡카 초콜릿 공장. 매일 엄청난 양의 초콜릿을 생산해 세계 각국으로 운반하고 있지만 그 누구도 공장을 드나 드는 사람을 본 적이 없는 비밀의 공간이다. 공장보다 더 신비로운 수수께끼는 공장장인 윌리 웡카라는 인물. 소문에 의하면 웡카는 몇 년 동안 공장 밖으로 나가본 적도 없다고 한다. 어느 날 윌리 웡카가 5개의 웡카 초콜릿에 감춰진 행운의 황금티켓을 찾은 어린이 다섯 명에게 자신의 공장을 공개하고 그 모든 제작과정의 비밀을 보여주겠다는 선언을 한다. 이제 전 세계 어린이들은 황금티켓을 찾기 위한 노력을 시작한다.",
	"wish": false
},
{
	"name": "트루먼 쇼",
	"poster": "../img/truman.jpg",
	"mbti": "ENFP",
	"genre": "comedy",
	"info": "1998.06.05 / 코미디 / 1시간 43분 / 피터 위어 감독",
	"story": "작은 섬에서 평범한 삶을 사는 30세 보험회사원 트루먼 버뱅크 아내와 홀어머니를 모시고 행복한 하루 하루를 보내던 어느 날, 하늘에서 조명이 떨어진다! 의아해하던 트루먼은 길을 걷다 죽은 아버지를 만나고 라디오 주파수를 맞추다 자신의 일거수일투족이 라디오에 생중계되는 기이한 일들을 연이어 겪게 된다. 지난 30년간 일상이라고 믿었던 모든 것들이 어딘가 수상하다고 느낀 트루먼은 모든 것이 ‘쇼’라는 말을 남기고 떠난 첫사랑 ‘실비아’를 찾아 피지 섬으로 떠나기로 결심한다. 가족, 친구, 회사… 하나부터 열까지 모든 것이 가짜인 ‘트루먼 쇼’ 과연 트루먼은 진짜 인생을 찾을 수 있을까?",
	"wish": false
},
{
	"name": "사운드 오브 뮤직",
	"poster": "../img/soundof.jpg",
	"mbti": "ENFP",
	"genre": "musical",
	"info": "1965.04.01 / 뮤지컬 / 2시간 55분 / 로버트 와이즈 감독",
	"story": "음악을 사랑하는 말괄량이 견습 수녀 ‘마리아’는 원장 수녀의 권유로 해군 명문 집안 폰 트랩가의 가정교사가 된다. ‘마리아’는 좀처럼 마음의 문을 열지 않는 폰 트랩가의 일곱 아이들에게 노래를 가르치며 점차 교감하게 되고, 엄격한 ‘폰 트랩 대령’ 역시 마음의 문을 열게 된다. 그러던 어느 날, ‘마리아’는 자신이 ‘폰 트랩 대령’을 사랑하고 있다는 사실을 깨닫게 되고, 자신만의 비밀을 간직한 채 아이들의 곁을 떠나 다시 수녀원에 들어가기로 결심하는데…",
	"wish": false
},
{
	"name": "극한직업",
	"poster": "../img/extreme.jpg",
	"mbti": "ENFP",
	"genre": "action",
	"info": "2019.01.23 / 액션 / 1시간 51분 / 이병헌 감독",
	"story": "불철주야 달리고 구르지만 실적은 바닥, 급기야 해체 위기를 맞는 마약반! 더 이상 물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다. 마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고, 뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다. 수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데…",
	"wish": false
},
{
	"name": "작은 아씨들",
	"poster": "../img/littlewoman.jpg",
	"mbti": "ENFP",
	"genre": "drama",
	"info": "2020.02.12 / 드라마 / 2시간 15분 / 그레타 거윅 감독",
	"story": "첫째 메그는 배우가 되고 싶은 욕망과 가족을 가지고 싶어하는 욕망 사이에서 고민하고, 둘째 조는 소설을 쓰지만 여성들이 쓴 소설은 어떻게 끝이 나야 하는지 잘 알고 있는 척하는 편집장과 맞서야 한다. 셋째 베스는 피아노를 잘 치지만 건강에 문제가 있고, 막내 에이미는 그림을 그리는 데 소질이 있지만 남자들이 좋아하는 취향에 따라 그림을 그려야 하는 상황에 처한다. 이웃집 소년 로리는 네 자매를 우연히 알게 되고, 각기 다른 개성의 네 자매들과 인연을 쌓아 간다. 7년 후, 어른이 된 그들에겐 각기 다른 숙제가 놓이게 되는데...",
	"wish": false
},
{
	"name": "주먹왕 랄프",
	"poster": "../img/ralph.jpg",
	"mbti": "ENTP",
	"genre": "animation",
	"info": "2012.12.19 / 애니메이션 / 1시간 48분 / 필 존스턴 감독",
	"story": "각종 사고를 치며 게임 속 세상을 뒤집어 놨던 절친 주먹왕 ‘랄프’와 ‘바넬로피’는 버려질 위기에 처한 오락기 부품을 구하기 위해 와이파이를 타고 인터넷 세상에 접속한다. 얼떨결에 올린 동영상으로 순식간에 핵인싸에 등극한 ‘랄프’와 룰도 트랙도 없는 스릴만점 슬로터 레이스 게임에 참여하게 된 ‘바넬로피’ 지금껏 경험한 적 없는 엄청난 스케일과 새로운 재미에 흠뻑 빠진 ‘랄프’와 ‘바넬로피’는 랜섬웨어급 사고로 인터넷 세상을 혼란에 빠뜨리는데… 과연, 이들은 무사히 집에 돌아갈 수 있을까?",
	"wish": false
},
{
	"name": "팀버튼의 크리스마스 악몽",
	"poster": "../img/christmasnightmare.jpg",
	"mbti": "ENTP",
	"genre": "fantasy",
	"info": "2006.12.07 / 판타지 / 1시간 16분 / 헨리 셀릭 감독",
	"story": "영화가 시작되면 이상하고 기묘한 노래에 의해 할로윈타운으로 인도된다. 이 괴상한 마을은 사람들을 놀라게 하는 신선한 방법을 연구하는 연례 행사에 열중하고 있다. 이 마을의 지도자 잭 스켈링튼은 전해내려오는 방법들에 싫증을 느끼고 뭔가 새로은 방법 찾기에 골몰한다. 어느날 숲을 지나 크리스마스타운에 간 잭은 기쁨에 가득차 크리스마스를 준비하는 사람들을 발견한다. 이를 본 잭은 산타를 납치해 크리스마스의 주인이 될 계획을 세운다. 잭은 수염과 붉은 옷을 입고 세마리의 순록이 이끄는 스키를 타고 내려와 할로윈 주민들을 풀어 마을을 공포 분위기로 만든다. 쭈그러진 머리나 트리를 게걸스럽게 먹는 뱀 등등 일대 소동이 벌어진다. 산타가 할로윈의 악마 '부기 우기'에 의해 먹히려는 순간 잭은 마음을 바꿔 산타를 구하고 원래의 크리스마스를 돌려준다.",
	"wish": false
},
{
	"name": "파이트 클럽",
	"poster": "../img/fightclub.jpg",
	"mbti": "ENTP",
	"genre": "action",
	"info": "1999.11.13 / 액션 / 2시간 19분 / 데이빗 핀처 감독",
	"story": "비싼 가구들로 집 안을 채우지만 삶에 강한 공허함을 느끼는 자동차 리콜 심사관 ‘잭’. 거부할 수 없는 매력의 거친 남자 ‘테일러 더든’과의 우연한 만남으로 본능이 이끄는 대로 삶을 살기로 결심한다. 어느 날, “싸워봐야 네 자신을 알게 된다”라는 테일러 더든의 말에 통쾌한 한 방을 날리는 잭. 두 사람은 여태껏 경험해보지 못한 강렬한 카타르시스를 느끼며 ‘파이트 클럽’이라는 비밀 조직을 결성하고, 폭력으로 세상에 저항하는 거대한 집단이 형성된다. 하지만, 걷잡을 수 없이 커진 ‘파이트 클럽’은 시간이 지날수록 의미가 변질되고, 잭과 테일러 더든 사이의 갈등도 점차 깊어져 가는데…",
	"wish": false
},
{
	"name": "그것",
	"poster": "../img/it.jpg",
	"mbti": "ENTP",
	"genre": "horror",
	"info": "2019.09.04 / 공포 / 2시간 49분 / 안드레스 무시에티 감독",
	"story": "27년마다 아이들이 사라지는 마을 데리, 또 다시 ‘그것’이 나타났다. 27년 전, 가장 무서워하는 것의 모습으로 나타나 아이들을 잡아먹는 그것 페니와이즈에 맞섰던 ‘루저 클럽’ 친구들은 어른이 되어도 더 커져만 가는 그것의 공포를 끝내기 위해 피할 수 없는 마지막 대결에 나선다.",
	"wish": false
},
{
	"name": "다크 나이트",
	"poster": "../img/darkknight.jpg",
	"mbti": "ENTP",
	"genre": "action",
	"info": "2008.08.06 / 액션 / 2시간 32분 / 크리스토퍼 놀란 감독",
	"story": "정의로운 지방 검사 ‘하비 덴트’, ‘짐 고든’ 반장과 함께 범죄 소탕 작전을 펼치며 범죄와 부패로 들끓는 고담시를 지켜나가는 ‘배트맨’ 그러던 어느 날, 살아남기 위해 발버둥치던 범죄 조직은 배트맨을 제거하기 위해 광기어린 악당 ‘조커’를 끌어들이고 정체를 알 수 없는 조커의 등장에 고담시 전체가 깊은 혼돈 속으로 빠져든다. 급기야 배트맨을 향한 강한 집착을 드러낸 조커는 그가 시민들 앞에 정체를 밝힐 때까지 매일 새로운 사람들을 죽이겠다 선포하고 배트맨은 사상 최악의 악당 조커를 막기 위해 자신의 모든 것을 내던진 마지막 대결을 준비한다.",
	"wish": false
},
{
	"name": "이지 A",
	"poster": "../img/easya.jpg",
	"mbti": "ENTP",
	"genre": "comedy",
	"info": "2010.09.17 / 코미디 / 1시간 32분 / 윌 글럭 감독",
	"story": "살아오면서 자신의 존재감을 알리지 못한 채 평범한 삶을 살아온 올리브는 친구에게 조지라는 남자랑 비밀스러운 관계(?)가 있었다고 거짓말 한다. 순식간에 학교에 이야기가 퍼지고 올리브는 루머에 시달리게 되지만 유명세를 타게 됐다는 사실에 오히려 그 시선을 즐기기 시작한다. 하지만 올리브 눈앞에 정말 사랑하는 남자가 나타나게 되고 올리브는 사랑을 위해서라도 그 소문을 바로 잡아야겠다는 결심에 고군분투하기 시작하는데...",
	"wish": false
},
{
	"name": "캐치 미 이프 유 캔",
	"poster": "../img/catchme.jpg",
	"mbti": "ENTP",
	"genre": "crime",
	"info": "2003.01.24 / 범죄 / 2시간 20분 / 스티븐 스필버그 감독",
	"story": "전학 첫날 선생님으로 위장, 1주일 동안 전교생을 골탕먹인 당돌한 10대 프랭크(레오나르도 디카프리오 분) 부모의 이혼으로 무작정 가출한 프랭크는 본격적으로 남을 속이는 천재적 재능을 발휘하기 시작한다. 기자를 사칭해 항공사의 허점을 알아낸 프랭크. 그는 조종사로 위장, 모든 항공 노선에 무임승차는 물론 회사 수표를 위조해 전국 은행에서 140만 달러를 가로챈다. 하지만 꼬리가 길면 밟히는 법. 21년 경력의 FBI 최고의 요원 칼 핸러티가 프랭크의 뒤를 쫓고, 오랜 추적 끝에 드디어 혈혈단신 프랭크의 호텔방을 덮친 칼. 하지만 칼과 마주친 프랭크는 정부 비밀요원으로 둔갑, 증거물을 챙긴다며 위조수표를 챙겨 들고 여유롭게 빠져나온다. 뒤늦게 자신이 속았음을 깨달은 칼은 자존심 회복을 결심한다. 그리고 마침내 찾은 프랭크의 가족. 하지만 자신을 속인 프랭크가 겨우 17살의 고등학생이라는 사실에 또다시 칼의 자존심은 무너지고. 과연 칼은 프랭크를 잡을 수 있을까? 이들의 유쾌한 게임은 이제 시작이다.",
	"wish": false
},
{
	"name": "콘택트",
	"poster": "../img/contact.jpg",
	"mbti": "ENTP",
	"genre": "sf",
	"info": "1997.11.15 / SF / 2시간 30분 / 로버트 저메키스 감독",
	"story": "앨리 에로위는 어렸을 적 외계인으로부터 교신을 받은 기억을 지니고 사는 소녀이다. 그녀는 성장하면서도 계속 그 믿음을 지녀 밤마다 모르는 상대와의 교신을 기다리며 단파 방송에 귀를 기울인다. 아버지가 돌아가신 후 자신이 찾고자 하는 절대적인 진리의 해답은 과학에 있다고 믿는 그녀. 천문학자가 된 엘리는 그리움의 대상을 우주 어딘가의 외계생명체에서 찾는다. 마침내 그가 포착한 베가성에서 온 신호는 은하계를 넘나드는 운송수단의 설계도였고 세계는 혼돈에 휩싸이게 되는데...",
	"wish": false
},
{
	"name": "메리다와 마법의 숲",
	"poster": "../img/brave.jpg",
	"mbti": "ESTP",
	"genre": "animation",
	"info": "2012.09.27 / 애니메이션 / 1시간 42분 / 마크 앤드류스 감독",
	"story": "스코틀랜드의 공주 메리다는 부왕 퍼거스와 왕비 엘리노의 관심과 애정 속에 행복한 나날을 보낸다. 유일한 골칫거리는 엄마의 끊임없는 간섭과 참견. 어린 시절부터 활쏘기와 말타기를 더 좋아하는 공주에게 왕국의 공주로서 요구되는 정숙과 위엄은 거추장스러울 뿐이다. 그러던 어느 날 세 부족장의 아들들이 정식으로 공주에게 청혼을 하고 더 이상 참을 수 없어진 메리다는 신랑 후보들에게 망신을 준 뒤 성을 뛰쳐나온다. 금지된 숲을 헤매다 마녀를 만난 그녀는 엄마의 마음을 바꿀 수 있는 마법을 부탁한다. 하지만 자신의 소원 때문에 엄마가 곰으로 변해버리고 엄마를 인간으로 되돌리기 위한 메리다의 모험이 시작된다.",
	"wish": false
},
{
	"name": "알라딘",
	"poster": "../img/aladdin.jpg",
	"mbti": "ESTP",
	"genre": "musical",
	"info": "2019.05.23 / 뮤지컬 / 2시간 8분 / 가이 리치 감독",
	"story": "알라딘은 전광석화 같은 손놀림과 타고난 삼십육계 줄행랑을 고루 갖춘 아그라바 왕국의 좀도둑이다. 원숭이 친구 아부를 대동한 채 굶주림에 고통받는 아이들을 못 본 척하지 않는 게 그의 인간적인 매력. 어느 날 아그라바 왕국을 다스리는 술탄이 애지중지하는 딸 자스민 공주가 백성들을 살피기 위해 성 밖으로 나왔다가 빵을 훔쳤다는 누명을 쓰게 된다. 마침 그 광경을 목격한 알라딘은 자스민 공주를 위기에서 구해준다. 자스민 공주가 왕궁에서 일하는 시녀인 줄 알고 그녀를 보러 성 안에 들어간 알라딘은 재상 자파에게 붙잡히고 마는데...",
	"wish": false
},
{
	"name": "미녀와 야수",
	"poster": "../img/bab.jpg",
	"mbti": "ESTP",
	"genre": "fantasy",
	"info": "2017.03.16 / 판타지 / 2시간 9분 / 빌 콘돈 감독",
	"story": "프랑스의 작은 마을에 아버지와 살고 있는 벨은 책을 통해 넓은 세계를 꿈꾼다. 전쟁 영웅 개스톤의 저돌적인 구애와 마을 사람들의 핀잔에도 결혼 따위엔 관심이 없다. 어느 날 행방불명된 아버지를 찾아 폐허가 된 성에 도착한 벨은 저주에 걸린 야수를 만나 아버지 대신 성에 갇히고, 야수 뿐 아니라 성 안의 모든 이들이 신비로운 장미의 마지막 꽃잎이 떨어지기 전에 저주를 풀지 못하면 영원히 인간으로 돌아올 수 없는 운명임을 알게 된다. 성에서 도망치려던 벨은 자신을 보호해 준 야수의 진심을 알게 되면서 차츰 마음을 열어가기 시작하는데...",
	"wish": false
},
{
	"name": "툼 레이더",
	"poster": "../img/tomb.jpg",
	"mbti": "ESTP",
	"genre": "action",
	"info": "2018.03.08 / 액션 / 1시간 58분 / 로아 우타우 감독",
	"story": "21살의 라라 크로프트는 자전거 퀵서비스 일을 하며 살아간다. 7년 전 실종된 아버지의 사망 확인서에 사인을 하면 아버지 리차드가 남긴 거대 기업 크로프트 홀딩스를 물려받을 수도 있지만, 여전히 아버지에 대한 원망과 그리움에서 허우적대고 있는 라라는 쉽게 그 죽음을 받아들이기가 힘들다. 그러던 중 아버지의 유품에서 실종 전 마지막 탐험에 대한 자료들이 발견된다. 죽음의 신으로 불린 히미코의 무덤을 지키기 위해 전설의 섬으로 향했던 아버지의 과거 행적을 따라 라라는 야마타이섬으로 향한다.",
	"wish": false
},
{
	"name": "바람과 함께 사라지다",
	"poster": "../img/gone.jpg",
	"mbti": "ESTP",
	"genre": "romance",
	"info": "1972.12.23 / 로맨스 / 3시간 52분 / 빅터 플레밍 감독",
	"story": "옛 전통과 관습에 묻혀 살아가는 미국 남부. 그러나 북부가 노예 제도를 폐지하고 이를 남부에도 강요하자 두 지역은 남북전쟁이란 소용돌이에 휘말린다. 아름다운 미모와 당당한 성격으로 마을 청년들의 선망의 대상이 되던 스칼렛 오하라는 애슐리 윌크스를 사랑하고 있었다. 그러나 그녀가 사랑하는 애슐리는 멜라니와 결혼을 해버리고 화가 난 스칼렛은 자신의 여동생이 좋아하는 멜라니의 남동생 찰스와 결혼을 한다. 얼마 후 애슐리와 찰스는 입대를 하게 되고, 결국 찰스는 전사하고 마는데...",
	"wish": false
},
{
	"name": "플로리다 프로젝트",
	"poster": "../img/florida.jpg",
	"mbti": "ESTP",
	"genre": "drama",
	"info": "2018.03.07 / 드라마 / 1시간 51분 / 션 베이커 감독",
	"story": "플로리다 디즈니랜드 건너편 '매직 캐슬' 에 살고 있는 6살 무니와 친구들은 그들만의 엉뚱하고 유쾌한 모험 계획을 세운다. 이른바, '플로리다 프로젝트'. 디즈니랜드보다 더 신나고 불꽃놀이처럼 반짝반짝 빛나는, 컬러풀한 여름 이야기.",
	"wish": false
},
{
	"name": "아쿠아맨",
	"poster": "../img/aqua.jpg",
	"mbti": "ESTP",
	"genre": "fantasy",
	"info": "2018.12.19 / 판타지 / 2시간 23분 / 제임스 완 감독",
	"story": "정략결혼을 피해 해저 왕국 아틀란티스에서 도망쳐 육지로 오게 된 아틀라나는 등대지기 톰과 사랑에 빠진다. 아틀란티스의 세력으로부터 남편과 아들 아서를 지키기 위해서 아틀라나는 바다로 돌아가고, 육지에 남은 아서는 어릴 때부터 자신의 초능력을 인지해 인간세계의 해적을 물리치는 등 나름의 활약을 펼친다. 한편 아서의 이부형제 옴은 육지를 정복하기 위한 작전을 세운다. 옴의 약혼자이자 네레우스 왕의 딸 메라는 아서에게 평화를 위해 해저 7개 왕국의 왕이 되어야만 한다고 설득하는데...",
	"wish": false
},
{
	"name": "화려한 사기꾼",
	"poster": "../img/dirty.jpg",
	"mbti": "ESTP",
	"genre": "comedy",
	"info": "1988.12.14 / 코미디 / 1시간 50분 / 프랭크 오즈 감독",
	"story": "프랑스의 어느 휴양지. 사기꾼 로렌스와 프레디는 휴양지라는 영역을 걸고 내기를 한다. 이제 막 휴양지에 도착한 자네트를 상대로 5만 달러를 누가 먼저 뜯어내는가 하는. 지는 사람은 휴양지를 떠나는 조건이다.",
	"wish": false
},
{
	"name": "더 수어사이드 스쿼드",
	"poster": "../img/suicide.jpg",
	"mbti": "ESFP",
	"genre": "action",
	"info": "2021.08.05 / 액션 / 2시간 12분 / 제임스 건 감독",
	"story": "살고 싶다면 무조건 성공시켜라! 최강 우주 빌런에 맞선, 자살특공대에게 맡겨진 ‘더’ 대책 없는 작전. 팀플레이가 ‘더’ 불가능한 최악의 안티히어로들. 최고의 팀워크를 기대한다면 “죽.는.다!”",
	"wish": false
},
{
	"name": "타이타닉",
	"poster": "../img/titanic.jpg",
	"mbti": "ESFP",
	"genre": "romance",
	"info": "1999.03.13 / 로맨스 / 3시간 14분 / 제임스 카메론 감독",
	"story": "17세기 엄격한 사회 질서에 숨막혀 하는 미국 상류층 로즈는 사교계의 굴레에서 벗어나지 못하는 어머니와 권위적인 재벌 귀족 약혼자와 함께 미국으로 향하는 타이타닉호 1등실에 승선한다. 부두의 선술집에서 도박으로 운 좋게 타이타닉호의 3등실 티켓을 얻은 가난한 화가 잭 역시 아슬아슬하게 배에 승선한다. 첫 눈에 로즈에게 반한 잭은 갑판에서 바다로 몸을 던지려 하는 로즈를 발견하고 재치 있는 언변과 행동으로 그녀의 생명을 구한다. 이 사건을 계기로 1등실의 저녁식사에 초대받게 되고 서로에게 끌리는 자신들을 발견한다.",
	"wish": false
},
{
	"name": "니모를 찾아서",
	"poster": "../img/nemo.jpg",
	"mbti": "ESFP",
	"genre": "animation",
	"info": "2003.06.06 / 애니메이션 / 1시간 40분 / 앤드류 스탠튼 감독",
	"story": "광대어 말린은 아내 코랄과 2세들의 부화를 기다리던 중 상어의 습격을 받는다. 알을 보호하려던 아내는 행방불명되고, 유일하게 살아남은 아기에게 말린은 니모라는 이름을 붙인다. 사건 이후 큰 바다를 무조건 겁내게 된 말린은 니모를 과보호한다. 하지만 니모는 등교 첫날 잠수부에게 납치돼 시드니에 있는 치과의사의 수족관에 끌려가고, 슬픔으로 혼비백산한 아빠 말린은 평소의 심약함을 잊고니모를 찾아나선다. 단기기억상실증을 지닌 명랑한 물고기 도리의 도움으로 상어, 심해어, 해파리의 위협을 뚫고 동호주 해류로 향하는 동안, 니모는 수족관의 새 친구들과 탈출을 모의한다.",
	"wish": false
},
{
	"name": "말레피센트",
	"poster": "../img/maleficent.jpg",
	"mbti": "ESFP",
	"genre": "fantasy",
	"info": "2014.05.29 / 판타지 / 1시간 37분 / 로버트 스트롬버그 감독",
	"story": "인간과의 공존을 꿈꾼 순수한 요정 말레피센트는 인간 스테판과 사랑에 빠진다. 하지만 권력을 탐한 스테판은 말레피센트를 희생시켜 왕관을 차지하고 그 일로 말레피센트는 인간을 미워하게 된다. 사나워진 그녀의 곁에 머무는 유일한 친구는 수족 같은 까마귀 디아발뿐이다. 그사이 스테판 왕은 인간 여자와 혼인해 오로라를 낳는다. 말레피센트는 스테판 왕에 대한 복수로 오로라에게 저주를 걸지만, 예기치 않게 그 저주로 인해 그녀는 오로라와 더 깊은 연을 맺게 되는데...",
	"wish": false
},
{
	"name": "세븐",
	"poster": "../img/seven.jpg",
	"mbti": "ESFP",
	"genre": "crime",
	"info": "1995.11.11 / 범죄 / 2시간 7분 / 데이빗 핀처 감독",
	"story": "은퇴를 7일 앞둔 관록의 형사 윌리엄 소머셋과 새로 전근 온 신참내기 형사 밀스가 팀이 된 바로 다음날, 강압에 의해 위가 찢어질 때까지 먹다가 죽은 초고도 비만 남자와 역시 강압에 의해 식칼로 자기 살을 베어내 죽은 악덕 변호사의 사건과 마주한다. 식탐, 탐욕, 그리고 나태, 분노, 교만, 욕정, 시기. 소머셋은 현장에 남은 흔적들로 단테의 신곡과 쵸서의 캔터베리 서사시를 근거로 한 기나긴 연쇄 살인이 시작되었음을 직감하고 성서의 7가지 죄악을 따라 발생하는 사건들을 추적하기 시작하는데...",
	"wish": false
},
{
	"name": "위대한 개츠비",
	"poster": "../img/gatsby.jpg",
	"mbti": "ESFP",
	"genre": "drama",
	"info": "2013.05.16 / 드라마 / 2시간 21분 / 바즈 루어만 감독",
	"story": "1922년 뉴욕 외곽에서 살고 있는 닉은 호화로운 별장에 살고 있는 이웃 개츠비에게 관심을 갖게 된다. 제1차 세계대전에 참전한 후 옥스포드에서 공부한 적이 있다는 개츠비는 비밀이 가득한 의문의 사나이로, 토요일마다 떠들썩한 파티를 열어 많은 손님을 초대한다. 파티에서 개츠비와 우정을 쌓게 된 닉은 자신의 사촌 데이지와 개츠비가 연인 사이였던 것을 알게 된다. 데이지는 가난한데다 전쟁터에서도 돌아오지 않는 개츠비를 잊은 채 부유한 톰과 결혼한 상태. 하지만 톰은 정비공의 아내와 은밀한 사이였고, 개츠비와 재회하게 된 데이지는 잊혀졌던 사랑의 감정을 되살리는데...",
	"wish": false
},
{
	"name": "보헤미안 랩소디",
	"poster": "../img/bohemian.jpg",
	"mbti": "ESFP",
	"genre": "drama",
	"info": "2018.10.31 / 드라마 / 2시간 14분 / 브라이언 싱어 감독",
	"story": "공항 수하물 노동자로 일하며 음악의 꿈을 키우던 이민자 출신의 아웃사이더 파록 버사라. 보컬을 구하던 로컬 밴드에 들어가게 되면서 프레디 머큐리라는 이름으로 밴드 퀸을 이끌게 된다. 시대를 앞서가는 독창적인 음악과 화려한 퍼포먼스로 관중들을 사로잡으며 성장하던 퀸은 방송에서 외면을 받을 것이라는 음반사의 반대에도 불구하고 무려 6분 동안 이어지는 실험적인 곡 보헤미안 랩소디로 대성공을 거두며 월드스타 반열에 오른다. 그러나 독보적인 존재감을 뿜어내던 프레디는 솔로 데뷔라는 유혹에 흔들리게 되고, 오랜 시간 함께 해왔던 멤버들과 결별을 선언하게 되는데...",
	"wish": false
},
{
	"name": "다이버전트",
	"poster": "../img/divergent.jpg",
	"mbti": "ESFP",
	"genre": "sf",
	"info": "2014.04.16 / SF / 2시간 19분 / 닐 버거 감독",
	"story": "가까운 미래 시카고, 잦은 전쟁과 자연재해로 폐허가 된 도시에서 인류는 하나의 사회, 다섯개의 분파로 나뉘어 자신이 속한 분파의 행동규범을 절대적으로 따르며 철저히 통제된 세상에 살게 된다. ‘핏줄보다 분파’가 중요한 사회에서 모든 구성원은 열여섯 살이 되면 평생 살아갈 분파를 결정하기 위해 테스트를 치르게 되고, 그 중 어느 분파에도 속하지 않아 금기시 되는 존재 ‘다이버전트’로 판정 받는 소녀 ‘트리스’가 나타난다. 정부에서 개발한 감각 통제 시스템으로 통제할 수 없는 강한 의지를 지닌 ‘다이버전트’. 그들을 둘러싼 거대한 음모와 배신, 숨겨진 어두운 비밀이 밝혀지며 모든 사람들이 지금까지 믿고 있던 모든 것이 산산이 부서지기 시작하는데…",
	"wish": false
},
{
	"name": "세상을 바꾼 변호인",
	"poster": "../img/onthebasis.jpg",
	"mbti": "ESTJ",
	"genre": "drama",
	"info": "2019.06.13 / 드라마 / 2시간 / 미미 레더 감독",
	"story": "남녀 차별이 당연시되던 시대에 태어난 ‘긴즈버그’는 1950년대 하버드대학교 로스쿨에서 남자들의 자리를 뺏은 9명의 여학생 중 한 명으로서 수석졸업을 하고 두 아이를 키우며 법대 교수가 된다. 그리고 1970년대, 차별의 완벽한 조건을 가진 여성 변호사로서 우연히 남성 보육자와 관련된 사건을 접하게 된다. 긴즈버그는 이것이 남성의 역차별 사건이며 성차별의 근원을 무너뜨릴 수 있는, 50년 전쟁의 포문을 열 열쇠임을 직감한다. 모두가 도저히 이길 수 없는 싸움, 패배가 확정된 재판이라 말렸지만, 긴즈버그는 남편과 딸의 지지에 힘입어 178건의 합법적 차별을 무너뜨릴 세기의 재판에 나서는데…",
	"wish": false
},
{
	"name": "퀸카로 살아남는 법",
	"poster": "../img/meangirls.jpg",
	"mbti": "ESTJ",
	"genre": "comedy",
	"info": "2004.04.30 / 코미디 / 1시간 37분 / 마크 워터스 감독",
	"story": "동물학자인 아버지를 따라 아프리카에서 성장한 케이디는 일리노이즈의 고등 학교로 전학을 오게 된다. 케이디가 전학 온 고등학교에는 레지나라는 퀸카가 그녀의 매력을 주무기로 학교의 여왕으로 군림을 하고 있었다. 레지나는 케이디가 지닌 미모와 지성이 자신이 누리고 있는 교내 '여왕벌'의 위치를 위협할 수 있다고 판단하고 그녀를 감시할 목적으로 케이디에게 접근을 하여 둘은 친구가 된다. 케이디는 수학시간에 만난 남학생 애런 사무엘 에게 한눈에 반하여 그와 사귀려는 노력을 하지만 그는 바로 레지나의 헤어진 남자 친구였다. 케이디가 애런에게 관심이 있는 것을 안 레지나는 고의로 그들의 사이를 방해하고 케이디에게 모욕감을 느끼게 한다. 이 일을 계기로 케이디는 레지나를 극도로 미워하게 되고 둘 사이에는 서로상대를 꺽기 위한 숨막히는 권모술수가 동원된 팽팽한 대결이 시작되는데.",
	"wish": false
},
{
	"name": "퓨리",
	"poster": "../img/fury.jpg",
	"mbti": "ESTJ",
	"genre": "action",
	"info": "2014.11.20 / 액션 / 2시간 14분 / 데이비드 에이어 감독",
	"story": "2차 세계대전, 전차부대를 이끄는 대장 워대디에게 적으로 둘러싸인 최전선에서의 마지막 전투 명령이 떨어진다. 하지만 수 차례의 전투로 대부분의 동료를 잃은 그에겐 단 한 대의 탱크 퓨리와 지칠 대로 지쳐버린 부대원들만이 남아있을 뿐. 게다가 지원군으로 경력이 전무한 신병 노먼이 배치되고, 워대디는 신참을 포함한 단 4명의 부대원만으로 적진에 나서야 하는 상황에 처한다. 수백 명의 적들과 맞서야 하는 단 5인의 병사. 최소의 인원과 최악의 조건 속, 사상 최대 위기에 처한 워대디와 그의 부대는 생존 가능성 제로인 최후의 전쟁터로 향하는데...",
	"wish": false
},
{
	"name": "내 남자친구는 왕자님",
	"poster": "../img/theprince.jpg",
	"mbti": "ESTJ",
	"genre": "romance",
	"info": "2004.03.28 / 로맨스 / 1시간 51분 / 마샤 쿨리지 감독",
	"story": "의사의 꿈을 이루기 위해 연애는 잠시 미뤄둔 평범한 새내기 여대생 ‘페이지’. 그런 그녀가 자꾸만 신경 쓰이는 남자가 있었으니, 바로 같은 과의 ‘에드워드’. 하지만 에드워드는 불치병을 앓고 있었다. 혼자서는 뭐하나 제대로 못하고 모두가 자기만 주목하길 바라고 유별나게 특별 대우를 바라거나 아무한테나 명령조로 말하는 등 왕자병 말기 증세를 보였던 것. 왕자병 증세만 빼고는 뭐하나 빠질 것 없는 너무나 멋진 남자친구지만 에드워드와 함께 있으면 이상하게 파파라치가 따라 붙는다. 이 남자, 정말 수상하다! 왕자병 증세도 점점 심해진다 싶더니 에드워드는 평범한 대학생활을 체험하고 싶어서 왕실을 몰래 빠져 나온 ‘진짜’ 덴마크 왕자라는 것이다.",
	"wish": false
},
{
	"name": "이상한 나라의 앨리스",
	"poster": "../img/alice.jpg",
	"mbti": "ESTJ",
	"genre": "fantasy",
	"info": "2010.03.04 / 판타지 / 1시간 48분 / 팀 버튼 감독",
	"story": "더 이상 소녀가 아닌 19살의 앨리스가 어쩌다 본의 아니게 또다시 들어간 이상한 나라는 예전에 겪었던 그 이상한 나라가 아니다. 십여년 전 홀연히 앨리스가 사라진 후 이상한 나라는 독재자 붉은 여왕이 그녀 특유의 공포 정치로 통치하고 있었던 것. 물론 하얀 토끼와 트위들디와 트위들덤 쌍둥이, 겨울잠 쥐, 애벌레와 음흉하게 웃어대는 체셔 고양이 그리고 미친 모자장수는 붉은 여왕의 공포 정치 속에서도 정신없는 오후의 티타임을 즐기고 있다. 마치 어제 헤어진 친구를 오늘 다시 만난 듯 앨리스의 귀환을 대환영하는 미친 모자장수와 그 친구들. 손가락만큼 작아져버린 앨리스는 모자장수의 정신없는 환대와 붉은 여왕의 공포 정치를 뚫고 이번에도 무사히 집으로 돌아갈 수 있을까?",
	"wish": false
},
{
	"name": "아포칼립토",
	"poster": "../img/apocalypto.jpg",
	"mbti": "ESTJ",
	"genre": "action",
	"info": "2007.01.31 / 액션 / 2시간 19분 / 멜 깁슨 감독",
	"story": "마야 문명이 번창하던 시절, 평화로운 부족 마을의 젊은 전사 표범 발은 가족과 함께 행복한 나날을 보내며 살아가고 있다. 어느 날, 잔인한 전사로 구성된 침략자들이 마을을 습격하여 부족민을 학살하고 젊은 남녀를 그들의 왕국으로 끌고 가는 일이 발생한다. 표범 발은 이 혼란 속에 그의 아내와 어린 아들을 깊숙한 우물에 숨긴 채 자신은 인질로 끌려가게 된다. 죽음과 마주친 위기 상황에서 겨우 탈출한 표범 발은 우물 속에 숨겨둔 가족에게 돌아가려 하지만 적들의 집요한 추적은 계속된다. 생명을 위협하는 죽음의 손길이 조금씩 다가오는 가운데, 표범 발은 도리어 적들을 향해 기상천외한 공격을 하기 시작하는데...",
	"wish": false
},
{
	"name": "어톤먼트",
	"poster": "../img/atonement.jpg",
	"mbti": "ESTJ",
	"genre": "romance",
	"info": "2008.02.21 / 로맨스 / 2시간 2분 / 조 라이트 감독",
	"story": "1935년 영국, 부유한 집안의 아름다운 딸 세실리아는 시골 저택에서 여름을 보내던 중 가정부의 아들이자 세실리아 집안의 도움으로 캠브리지 의대를 졸업한 로비와 마주친다. 어릴 때부터 서로에게 애틋한 마음이 있었지만 서로의 신분 차이 때문에 애써 자신의 마음을 부정하며 고백하지 못하던 이들은 그날 밤 서로의 사랑을 확인한다. 하지만 이들을 지켜본 세실리아의 동생 브라이오니의 오해로 로비는 억울한 누명을 쓰고 전쟁터로 끌려가게 된다. 이후 세실리아는 로비가 전쟁터에서 돌아오기만을 기다리며 간호사로 일하게 되고, 로비 또한 세실리아를 다시 만난다는 단 하나의 일념으로 전쟁터에서 살아남기 위해 애쓰는데…",
	"wish": false
},
{
	"name": "쓰리 빌보드",
	"poster": "../img/three.jpg",
	"mbti": "ESTJ",
	"genre": "crime",
	"info": "2018.03.15 / 범죄 / 1시간 55분 / 마틴 맥도나 감독",
	"story": "범인을 잡지 못한 딸의 살인 사건에 세상의 관심이 사라지자, 엄마 밀드레드는 아무도 사용하지 않는 마을 외곽 대형 광고판에 도발적인 세 줄의 광고를 실어 메시지를 전한다. 마을 사람들을 모두 놀라게 한 밀드레드의 세 개의 메시지로 인해, 지역 방송에서 살인 사건이 다시 회자되는 등 그녀의 의도대로 세상 사람들의 이목을 끌게 된다. 마을의 존경 받는 경찰서장 월러비와 경찰관 딕슨은 무능한 경찰로 낙인찍히고, 조용한 마을의 평화를 바라는 이웃 주민들은 경찰의 편에 서서 그녀와 맞서기 시작하는데...",
	"wish": false
},
{
	"name": "분노의 질주",
	"poster": "../img/thefast.jpg",
	"mbti": "ESFJ",
	"genre": "action",
	"info": "2001.09.21 / 액션 / 1시간 46분 / 롭 코헨 감독",
	"story": "매일 밤 LA 뒷골목에서는 폭주족들이 스트리트 레이스를 펼친다. 경찰과 FBI는 스트리트 레이서들의 대부 도미니크를 최근 일어난 일련의 컨테이너 트럭 도난사고 용의자로 지목한다. 그러나 폭주족으로 위장해 무리에 잠입한 사복경찰 브라이언은 도리어 스트리트 레이스에 매료된다. 게다가 그는 도미니크의 여동생 미아와 사랑에 빠진다. 그가 또다른 폭주족 조니 일당을 의심하는 사이 마지막으로 트레일러 약탈을 계획하던 도미닉은 산탄총으로 무장한 트레일러 운전사와 힘겨운 싸움을 벌이게 되고 그 와중에 동료인 빈스가 위급한 상황에 빠지게 되는데...",
	"wish": false
},
{
	"name": "클루리스",
	"poster": "../img/clueless.jpg",
	"mbti": "ESFJ",
	"genre": "comedy",
	"info": "1995.07.19 / 코미디 / 1시간 37분 / 에이미 헥커링 감독",
	"story": "세어와 디온은 부유층의 자녀들로 베버리 힐스 고등학교에서 인기 최고를 구가하는 여학생들이다. 아기 때 엄마를 여윈 셰어는 능력과 수완을 갖춘 변호사인 아버지와 함께 아무 부족함 없이 살아가는데 셰어의 스트레스 해결책은 대책 없는 쇼핑이다. 어느 날 학교에는 타이라고 하는 소녀가 전학을 오는데 셰어는 촌스러운 타이를 변신시켜 주리라 계획하고 타이를 파티에도 데려가고 남자 친구도 소개시켜 주면서 그녀를 자기 통제 하에 두려 하지만 얼마 후 셰어는 모든 것이 자기 뜻대로 될 수 없다는 걸 깨닫는다.",
	"wish": false
},
{
	"name": "오즈의 마법사",
	"poster": "../img/oz.jpg",
	"mbti": "ESFJ",
	"genre": "fantasy",
	"info": "1939.08.25 / 판타지 / 1시간 42분 / 빅터 플레밍 감독",
	"story": "회오리 바람에 휩쓸려 오즈의 나라로 내던져진 도로시는 집으로 되돌아갈 수 있는 유일한 길이 위대한 오즈의 마법사를 만나는 것임을 알고 그를 찾아 긴 여정이 시작된다. 도로시는 애견 토토와 함께 노란 길을 따라 오즈의 마법사가 사는 에메랄드 시티로 향한다. 도중에 만난 세 명의 친구들, 지능을 얻고자 하는 허수아비와 심장을 원하는 양철 나뭇꾼, 용기를 가지고 싶어하는 겁장이 사자와 함께 오즈의 마법사에게 자신의 소원이 이루어지도록 부탁하기 위해 도로시와 함께 경쾌한 발걸음을 옮긴다. 그러나 도로시 일행을 방해하기 위해 뒤쫓아오는 서쪽 나라 마녀의 검은 그림자.",
	"wish": false
},
{
	"name": "토이 스토리",
	"poster": "../img/toystory.jpg",
	"mbti": "ESFJ",
	"genre": "animation",
	"info": "1995.12.30 / 애니메이션 / 1시간 21분 / 존 라세터 감독",
	"story": "카우보이 인형 우디는 꼬마 주인인 앤디의 가장 사랑받는 장난감이다. 그러나 어느날 버즈라는 새로운 장난감이 등장한다. 버즈는 최신형 장난감으로 레이저 빔 등의 첨단장비를 갖추고 있으나, 버즈는 자신이 장난감임을 인식하지 못하고 자신이 우주에서 온 전사이며 자신이 갖춘 장비로 하늘을 날 수 있다고 믿고 있다. 버즈의 허상을 상처받지 않고 인식시켜 주려는 우디와 친구들. 그러나 뜻밖의 사고가 일어난다. 옆집 개에게 버즈가 납치당하고 이런 버즈를 구하기 위해 우디와 친구들은 구조대를 조직해 버즈를 구하러 가는데...",
	"wish": false
},
{
	"name": "업",
	"poster": "../img/up.jpg",
	"mbti": "ESFJ",
	"genre": "animation",
	"info": "2009.07.29 / 애니메이션 / 1시간 36분 / 피트 닥터 감독",
	"story": "평생 모험을 꿈꿔 왔던 칼 할아버지는 재개발 공사 현장의 인부를 실수로 다치게 하고 집을 빼앗길 위기에 처한다. 그 동안 미뤄 왔던, 먼저 세상을 떠난 아내와의 약속을 지키기 위해 그는 수천 개의 풍선을 매달아 집을 통째로 남아메리카로 날려 버린다. 하지만 이 위대한 모험에 초대 받지 않은 불청객이 있었으니, 바로 황야의 어린이 탐험가 러셀. 우여곡절 끝에 도착한 남미에서 칼은 어린 시절의 우상이었던 위대한 모험가 찰스 먼츠를 만나게 되는데... 그들은 과연 남미의 잃어버린 세계에서 사라져 버린 꿈과 희망, 행복을 다시 찾을 수 있을까?",
	"wish": false
},
{
	"name": "브링 잇 온",
	"poster": "../img/bringit.jpg",
	"mbti": "ESFJ",
	"genre": "comedy",
	"info": "2000.08.25 / 코미디 / 1시간 38분 / 페이튼 리드 감독",
	"story": "캘리포니아주 랜쵸 카르네 고등학교내의 치어리더 팀, 샌디에고 토로스는 미국 치어리더 경연대회에서 5년 연속으로 우승한 최강팀이다. 팀의 새 주장으로 뽑힌 토랜스 쉽맨에게 이제 6년 연속 우승의 기대감이 모아진다. 대회를 몇 주 앞둔 어느날, 토랜스는 자신들이 대회용으로 준비하고 있는 안무가 다른 팀 것을 도용한 것임을 발견하고 극심한 수치심과 혼란에 빠진다. 바로 토로스의 전 팀장이 가난한 동네에 위치한 이스트 캠튼 교의 치어리더 팀 클로버스로부터 도용한 것이다. 이제 토로스는 얼마남지 않은 준비기간동안 새로운 안무를 만들어야 한다. 한편, 아이시스가 이끄는 클로버스 팀은 가난한 팀 사정상 경연대회로 가기 위한 여비를 벌기위하여 여념이 없다. 드디어 결전의 날은 다가오고, 우승은 한 팀만의 것이다. 토로스와 클로버스는 자신들의 최선을 다하여 경기에 임하는데.",
	"wish": false
},
{
	"name": "노트북",
	"poster": "../img/notebook.jpg",
	"mbti": "ESFJ",
	"genre": "romance",
	"info": "2004.11.26 / 로맨스 / 2시간 3분 / 닉 카사베츠 감독",
	"story": "17살, 노아는 밝고 순수한 앨리를 보고 첫눈에 반한다. 빠른 속도로 서로에게 빠져드는 둘. 그러나 이들 앞에 놓인 장벽에 막혀 이별하게 된다. 24살, 앨리는 우연히 신문에서 노아의 소식을 접하고 잊을 수 없는 첫사랑 앞에서 다시 한 번 선택의 기로에 서게 되는데…",
	"wish": false
},
{
	"name": "너의 이름은.",
	"poster": "../img/yourname.jpg",
	"mbti": "ESFJ",
	"genre": "romance",
	"info": "2004.11.26 / 로맨스 / 1시간 46분 / 신카이 마코토 감독",
	"story": "시골에 사는 소녀 미츠하는 어느 날 잠에서 깬 후 자신의 몸이 남자로 바뀐 걸 알게 된다. 같은 시간, 도쿄에 사는 소년 타키  역시 이 기이한 상황을 겪고 있다. 낯선 가족, 낯선 친구들, 낯선 풍경들... 서로에게 이어진 끈을 알게 된 둘은 둘만의 규칙을 정하고 점차 상황을 받아들이기 시작한다. 서로에게 남긴 메모를 확인하며 점점 친구가 되어가는 타키와 미츠하. 언제부턴가 더 이상 몸이 바뀌지 않자 자신들이 특별하게 이어져있었음을 깨달은 타키는 미츠하를 만나러 가는데...",
	"wish": false
},
{
	"name": "원더 우먼",
	"poster": "../img/wonder.jpg",
	"mbti": "ENFJ",
	"genre": "action",
	"info": "2017.05.31 / 액션 / 2시간 21분 / 패티 젠킨스 감독",
	"story": "수천년 간 존재를 숨긴 채 지구를 수호하던 데미스키라의 공주 다이애나는 어느 날 하늘에서 이상한 움직임을 포착한다. 1차 세계대전에 참전해 스파이 활동을 벌이다가 격추된 미국인 조종사 스티브가 해변에 불시착한 것. 태어나 처음으로 남성을 보게 된 다이애나는 호기심을 감추지 못하고, 데미스키라의 일원들은 그가 파멸을 가져올 수도 있음을 경고한다. 다이애나는 엄마이자 여왕인 히폴리타의 반대에도 불구하고 나치군의 추격을 따돌리면서 그들의 생화학무기 공격을 비밀리에 막아야 하는 스티브를 따라나선다.",
	"wish": false
},
{
	"name": "엠마",
	"poster": "../img/emma.jpg",
	"mbti": "ENFJ",
	"genre": "romance",
	"info": "2020.02.27 / 로맨스 / 2시간 5분 / 어텀 드 와일드 감독",
	"story": "영국의 한 작은 마을에 살고 있는 영리하고 예쁜 아가씨 ‘엠마 우드하우스’가 마을 사람들의 중매에 나서면서 자신 역시 감정의 혼란을 겪으며 진정한 사랑이 무엇인지 깨닫는 이야기",
	"wish": false
},
{
	"name": "금발이 너무해",
	"poster": "../img/blonde.jpg",
	"mbti": "ENFJ",
	"genre": "comedy",
	"info": "2001.07.13 / 코미디 / 1시간 36분 / 로버트 루케틱 감독",
	"story": "엘르 우즈는 모두가 부러워하는 아름다운 금발의 소유자이다. 학교에서 남자는 물론 같은 여학생들 사이에서도 인기 만점인 그녀는 장학생이며, 캠퍼스 캘린더의 모델이기도 하다. 거기에 하버드 법대에 다니는 남자 친구 워너가 있어 그야말로 남부러울게 없는 짜릿하고 즐러운 나날을 보내고 있다. 남자 친구 워너가 특별한 저녁을 함께 하자고 요청한 자리에서 워너는 그녀에게 자신은 미래 지향적인 여자를 원한다며 '지나치게 금발'이라는 이유로 이별을 통보한다. 엘르는 비탄에 잠긴다. 하지만 오기가 생긴 엘르, 그녀는 자신은 그가 원하는 사람이 될 수 있음을 증명하려고 결심한다. 그리곤 워너가 다니는 하버드 법대에 들어갈 것을 결심하게 되는데.",
	"wish": false
},
{
	"name": "모아나",
	"poster": "../img/moana.jpg",
	"mbti": "ENFJ",
	"genre": "animation",
	"info": "2017.01.12 / 애니메이션 / 1시간 47분 / 론 클레멘츠 감독",
	"story": "모투누이 섬 족장의 딸 모아나는 바다를 동경하는 소녀다. 바다의 선택을 받은 모아나는 족장이 돼야 하는 운명과 항해에 대한 꿈 사이에서 갈등하며 살아간다. 그러던 중 모든 것이 완벽했던 모투누이 섬이 저주에 걸린다. 모아나는 아버지의 뜻을 거역하고 섬을 구할 묘책을 찾아 바다로 떠날 결심을 한다. 저주를 푸는 열쇠는 신이 선택한 전설의 영웅, 반신반인 마우이가 쥐고 있다. 모아나는 마우이를 설득해 모투누이 섬의 저주를 풀기 위한 모험을 시작한다. 이 모험은 각자의 정체성을 찾아가는 여정이 된다.",
	"wish": false
},
{
	"name": "인사이드 아웃",
	"poster": "../img/insideout.jpg",
	"mbti": "ENFJ",
	"genre": "animation",
	"info": "2015.07.09 / 애니메이션 / 1시간 42분 / 피트 닥터 감독",
	"story": "모든 사람의 머릿속에 존재하는 감정 컨트롤 본부. 그곳에서 불철주야 열심히 일하는 기쁨, 슬픔, 버럭, 까칠, 소심 다섯 감정들. 정든 옛 동네를 떠나 도시로 이사하는 라일리 가족. 이사 후 새로운 환경에 적응해야 하는 라일리를 위해 그 어느 때 보다 바쁘게 감정의 신호를 보내지만 우연한 실수로 기쁨과 슬픔이 본부를 이탈하게 되자 라일리의 마음 속에 큰 변화가 찾아온다. 라일리가 예전의 모습을 되찾기 위해서는 기쁨과 슬픔이 본부로 돌아가야만 한다. 그러나 엄청난 기억들이 저장되어 있는 머릿속 세계에서 본부까지 가는 길은 험난하기만 한데...",
	"wish": false
},
{
	"name": "셀마",
	"poster": "../img/selma.jpg",
	"mbti": "ENFJ",
	"genre": "drama",
	"info": "2015.07.23 / 드라마 / 2시간 7분 / 에바 두버네이 감독",
	"story": "1964년, 노벨위원회는 인권운동가 마틴 루터 킹에게 노벨평화상을 수여한다. 한편 앨라배마 주 셀마에서는 흑인 투표권에 대한 방해가 극심해져 가고 마틴 루터 킹은 존슨 대통령을 찾아가 자유로운 투표를 보장해줄 것을 요구하지만 거절 당한다. 1965년, 마틴 루터 킹은 투표권 운동의 도화선이 될 셀마로 찾아가 행진을 계획하지만 경찰의 탄압으로 감옥에 수감되고 마는데… “먼저 간 이들이 말합니다. 더는 안 돼!” “더 이상은 기다릴 수 없습니다!” 역사를 바꾼 위대한 행진이 이제 곧 시작된다.",
	"wish": false
},
{
	"name": "알리타: 배틀 엔젤",
	"poster": "../img/alita.jpg",
	"mbti": "ENFJ",
	"genre": "sf",
	"info": "2019.02.05 / SF / 2시간 2분 / 로버트 로드리게즈 감독",
	"story": "모두가 갈망하는 공중도시와 그들을 위해 존재하는 고철도시로 나누어진 26세기. 고철 더미 속 모든 기억을 잃은 채 깨어난 알리타는 마음 따뜻한 의사 이도의 보살핌으로 새로운 삶을 시작한다. 이도는 사이보그인 알리타에게 특별한 과거의 비밀과 영혼이 존재한다는 사실을 깨닫고 미스터리한 과거로부터 그녀를 지키고자 한다. 한편 새로운 친구 휴고는 알리타가 위험한 고철도시를 헤쳐나갈 수 있는 방법과 함께 기억을 되찾도록 돕는다. 알리타가 자신의 과거에 다가갈수록 도시를 지배하는 악랄한 세력들이 그녀를 노리며 제거하려고 하는데...",
	"wish": false
},
{
	"name": "죽은 시인의 사회",
	"poster": "../img/deadpoets.jpg",
	"mbti": "ENFJ",
	"genre": "drama",
	"info": "1990.05.19 / 드라마 / 2시간 8분 / 피터 위어 감독",
	"story": "1859년에 창립된 미국의 명문 사립학교인 웰튼 고등학교의 새 학기를 맞아 신입생들도 들어오고, 이 학교 출신인 새로운 영어 교사 존 키팅도 부임한다. 키팅 선생은 학생들에게 관습에 맞서고 자신의 삶을 남다르게 가꾸라며 새로운 학습 방법으로 학생들을 지도하며 학생들에게 신선한 충격을 준다. 닐은 키팅 선생을 캡틴이라 부르며 따르게 되고, 몇몇 학생들과 함께 죽은 시인의 사회라는 시낭독 클럽을 조직한다. 닐과 그의 친구들은 엄격한 학교 규율을 어기고 서클에 참여하면서 키팅 선생을 통해 참된 인생이 무엇인지를 조금씩 느끼게 되는데...",
	"wish": false
},
{
	"name": "악마는 프라다를 입는다",
	"poster": "../img/thedevil.jpg",
	"mbti": "ENTJ",
	"genre": "comedy",
	"info": "2006.06.30 / 코미디 / 1시간 49분 / 데이빗 프랭클 감독",
	"story": "최고의 패션 매거진 ‘런웨이’에 기적 같이 입사했지만 앤드리아에겐 이 화려한 세계가 그저 낯설기만 하다. 원래의 꿈인 저널리스트가 되기 위해 딱 1년만 버티기로 결심하지만 악마 같은 보스, ‘런웨이’ 편집장 미란다와 일하는 것은 정말 지옥 같은데…!! 24시간 울려대는 휴대폰, 남자친구 생일도 챙기지 못할 정도의 풀 야근, 심지어 그녀의 쌍둥이 방학 숙제까지! 꿈과는 점점 멀어지고.. 잡일 전문 쭈구리 비서가 된 앤드리아 오늘도 미란다의 칼 같은 질타와 불가능해 보이는 미션에 고군분투하는 앤드리아 과연, 전쟁 같은 이곳에서 버틸 수 있을까?",
	"wish": false
},
{
	"name": "그레이의 50가지 그림자",
	"poster": "../img/grey.jpg",
	"mbti": "ENTJ",
	"genre": "romance",
	"info": "2015.02.25 / 로맨스 / 2시간 5분 / 샘 테일러 존슨 감독",
	"story": "순수한 사회 초년생인 여대생 ‘아나스타샤’는 어느 날, 아픈 친구를 대신해 모든 것을 다 가진 매력적인 CEO ‘크리스찬 그레이’의 인터뷰를 맡게 된다. 단숨에 사람을 매료시키는 ‘크리스찬 그레이’의 마력에 ‘아나스타샤’는 순식간에 빠져들고, 그 역시 순수한 아나스타샤를 점점 더 알고 싶어지게 된다. 내 취향은 아주 분명해. 한편, 원하는 것을 모두 들어줄 만큼 완벽한 ‘그레이’의 숨겨진 비밀을 알게 된 ‘아나스타샤’는 거부할 수 없는 본능에 눈을 뜨게 되는데…",
	"wish": false
},
{
	"name": "아메리칸 사이코",
	"poster": "../img/psycho.jpg",
	"mbti": "ENTJ",
	"genre": "thriller",
	"info": "2000.04.14 / 스릴러 / 1시간 42분 / 메리 해론 감독",
	"story": "패트릭 베이만은 완벽한 몸매에 온 몸을 최고급으로 치장하고 한 치의 오차도 허용하지 않는 하버드 MBA출신의 금융 합병사 P&P의 최고 경영자이다. 패트릭의 식사 파트너는 언제나 월스트리트의 동료들이나 금발 미녀들이다. 그러나 패트릭은 식사 후 자식이 좋아하는 음악을 들으며 그들을 토막내는 잔인한 살인마다. 완벽한 살인을 위해 킬러 룩을 입고 살인을 즐기는데...",
	"wish": false
},
{
	"name": "메리 포핀스 리턴즈",
	"poster": "../img/mary.jpg",
	"mbti": "ENTJ",
	"genre": "fantasy",
	"info": "2019.02.14 / 판타지 / 2시간 11분 / 토드 헤인즈 감독",
	"story": "체리트리 가 17번지에 살고 있는 마이클과 세 아이들은 아내와 엄마를 잃고, 집까지 빼앗길 위기에 처해 슬픔에 잠긴다. 어느 날, 바람의 방향이 바뀌고 마이클의 가족에게 다시 돌아온 메리 포핀스는 사랑스러운 마법으로 가득 찬 황홀한 경험을 선사하는데…",
	"wish": false
},
{
	"name": "위플래쉬",
	"poster": "../img/whiplash.jpg",
	"mbti": "ENTJ",
	"genre": "drama",
	"info": "2015.03.12 / 드라마 / 1시간 47분 / 데이미언 셔젤 감독",
	"story": "최고의 드러머가 되기 위해서라면 무엇이든 할 각오가 되어있는 음악대학 신입생 앤드류는 아무도 없는 지하실에서 혼자 드럼을 연습하던 중 우연한 기회로 누구든지 성공으로 이끄는 최고의 실력자이지만, 또한 동시에 최악의 폭군인 플렛처 교수에게 발탁되어 그의 밴드에 들어가게 된다. 설레는 마음으로 참가한 첫 연습에서, 그는 플렛처 교수의 진짜 얼굴을 마주치게 된다. 폭언과 학대 속에 좌절과 성취를 동시에 안겨주는 플렛처의 지독한 교육방식은 천재가 되길 갈망하는 앤드류의 집착을 끌어내며 그를 점점 광기로 몰아넣는데...",
	"wish": false
},
{
	"name": "보스 베이비",
	"poster": "../img/boss.jpg",
	"mbti": "ENTJ",
	"genre": "animation",
	"info": "2017.05.03 / 애니메이션 / 1시간 37분 / 톰 맥그라스 감독",
	"story": "어느 날 굴러들어온 아기 동생에게 엄빠의 사랑을 모두 빼앗겨 버린 ‘팀’ 평소엔 앙증맞은 베이비, 알고 보니 ‘베이비 주식회사’의 카리스마 보스 ‘보스 베이비’는 비밀 임무를 수행하기 위해 파견근무 중! 팀은 엄빠의 사랑을 되찾기 위해 보스 베이비는 라이벌 ‘퍼피 주식회사’를 무찌르기 위해 원치 않는 공조를 시작한다 7살 빅 브라더 vs 7개월 베이비 브라더 그들의 살벌한 팀플이 시작된다!",
	"wish": false
},
{
	"name": "데스 노트",
	"poster": "../img/deathnote.jpg",
	"mbti": "ENTJ",
	"genre": "thriller",
	"info": "2006.06.17 / 스릴러 / 2시간 6분 / 카네코 슈스케 감독",
	"story": "법관을 꿈꾸는 천재 대학생 야가미 라이토. 법의 한계를 느끼던 그는 어느 날 우연히 데스노트를 줍게 된다. 이 노트에 이름이 적힌 사람은 죽는다라는 한 문장을 반신반의하며 TV뉴스에 방영된 유괴범의 이름을 적자 실제로 죽음이 이루어진 것. 노트의 힘을 알게 된 라이토는 자기 손으로 범죄자를 처단하고 이상적인 세계를 만들어 가기로 결심한다. 세계 각지의 범죄자들이 의문의 심장마비로 죽어나가자 인터폴에서는 이 사건을 수사하기 위해 한 명의 천재에게 도움을 청한다. 그는 전세계 미궁에 빠진 사건을 해결해 온 수수께끼의 명탐정 L. 이제 두 천재의 치열한 두뇌싸움이 시작되는데...",
	"wish": false
},
{
	"name": "비긴 어게인",
	"poster": "../img/begin.jpg",
	"mbti": "ENTJ",
	"genre": "drama",
	"info": "2014.08.13 / 드라마 / 1시간 44분 / 존 카니 감독",
	"story": "싱어송라이터인 그레타는 남자친구 데이브가 메이저 음반회사와 계약을 하게 되면서 뉴욕으로 오게 된다. 그러나 행복도 잠시, 오랜 연인이자 음악적 파트너로서 함께 노래를 만들고 부르는 것이 좋았던 그레타와 달리 스타가 된 데이브의 마음은 어느새 변해버린다. 스타 음반프로듀서였지만 이제는 해고된 댄은 미치기 일보 직전 들른 뮤직바에서 그레타의 자작곡을 듣게 되고 아직 녹슬지 않은 촉을 살려 음반제작을 제안한다. 거리 밴드를 결성한 그들은 뉴욕의 거리를 스튜디오 삼아 진짜로 부르고 싶었던 노래를 만들어가는데...",
	"wish": false
},
{
	"name": "터미네이터",
	"poster": "../img/terminator.jpg",
	"mbti": "ISTJ",
	"genre": "sf",
	"info": "1984.12.22 / SF / 1시간 48분 / 제임스 카메론 감독",
	"story": "1997년, 인간이 만든 인공지능 컴퓨터 전략 방어 네트워크가 스스로의 지능을 갖추고는 인류를 핵전쟁의 참화을 일으켜 30억이라는 인류를 잿더미 속에 묻어버린다. 그리고 남은 인간들은 기계의 지배를 받아 시체를 처리하는 일 등에 동원된다. 이때 비상한 지휘력과 작전으로 인간들을 이끌던 사령관 존 코너는 반기계 연합을 구성, 기계와의 전쟁을 시작하면서 상황은 반전된다. 이에 기계는 존 코너의 탄생 자체를 막기 위해 2029년의 어느 날 타임머신에 터미네이터를 태워서 1984년의 L.A로 보내게 된다.",
	"wish": false
},
{
	"name": "미스 페레그린과 이상한 아이들의 집",
	"poster": "../img/peregrine.jpg",
	"mbti": "ISTJ",
	"genre": "fantasy",
	"info": "2016.09.28 / 판타지 / 2시간 7분 / 팀 버튼 감독",
	"story": "할아버지의 죽음의 단서를 쫒던 제이크는 시간의 문을 통과해 놀라운 비밀과 마주한다. 시간을 조정하는 능력을 가진 미스 페레그린과 그녀의 보호아래 무한 반복되는 하루를 사는 특별한 능력의 아이들, 그리고 그들을 사냥하는 보이지 않는 무서운 적 할로게스트. 미스 페레그린과 제이크를 비롯한 아이들은 살아남기 위해 할로게스트에 맞서야 한다. 시간과 공간을 넘나들며 펼쳐지는 이들의 대결이 팀 버튼의 마법같은 상상력으로 펼쳐진다.",
	"wish": false
},
{
	"name": "내니 맥피: 우리 유모는 마법사",
	"poster": "../img/nanny.jpg",
	"mbti": "ISTJ",
	"genre": "comedy",
	"info": "2005.10.21 / 코미디 / 1시간 37분 / 커크 존스 감독",
	"story": "세드릭 브라운은 아내를 일찍 여의고, 올망졸망한 일곱 아이를 키우는 홀아비 아빠다. 그는 너무 많은 아이들을 키우느라 재정상태도 일찍이 바닥나서, 그나마 아내의 부자 고모인 아델라이드 백작부인으로부터 받는 원조가 없다면 거리로 나앉게 될 상황에 놓여있다. 그런데 아델라이드 고모는 세드릭이 혼자 애들을 키우는 걸 못마땅해 하며, 한 달 안에 재혼을 하지 않으면 원조를 끊겠다고 압력을 넣어온다. 하는 수 없이 세드릭은 평판이 안 좋은 퀴클리란 여자와 맘에도 없는 결혼을 서두른다. 한편 아빠의 속사정을 모른 채, 그가 자신들한텐 신경도 안 쓰고 새장가들 생각만 한다고 여긴 아이들은 보모들이 오는 족족 쫓아내고, 일부러 심한 말썽을 피워 아빠의 관심을 끌려고 한다. 그런데 더 이상 어디서 유모를 구해볼 도리가 없게 된 그들 집에 신비한 힘을 가진 “맥피”가 홀연히 나타나는데..",
	"wish": false
},
{
	"name": "레옹",
	"poster": "../img/leon.jpg",
	"mbti": "ISTJ",
	"genre": "crime",
	"info": "1995.02.18 / 범죄 / 1시간 51분 / 뤽 베송 감독",
	"story": "한 손엔 우유 2팩이 든 가방, 다른 한 손엔 화분을 들고 뿌리 없이 떠도는 킬러 레옹은 어느 날 옆 집 소녀 마틸다의 일가족이 몰살 당하는 것을 목격한다. 그 사이 심부름을 갔다 돌아 온 마틸다는 가족들이 처참히 몰살 당하자 레옹에게 도움을 청한다. 가족의 원수를 갚기 위해 킬러가 되기로 결심한 12세 소녀 마틸다는 레옹에게 글을 알려주는 대신 복수하는 법을 배우고, 그 사이 레옹에 대한 사랑을 키워나간다. 드디어 그녀는 가족을 죽인 사람이 부패한 마약 경찰 스탠스임을 알게 되고, 홀로 그의 사무실로 향하게 되는데...",
	"wish": false
},
{
	"name": "킹스 스피치",
	"poster": "../img/kings.jpg",
	"mbti": "ISTJ",
	"genre": "drama",
	"info": "2011.03.17 / 드라마 / 1시간 58분 / 톰 후퍼 감독",
	"story": "1939년, 세기의 스캔들을 일으키며 왕위를 포기한 형 때문에 본의 아니게 왕위에 오른 알버트 왕자에겐 치명적인 단점이 있다. 사람들 앞에만 서면 말을 더듬는 것. 국왕의 자리가 버겁기만 한 알버트와 그를 지켜보는 아내 엘리자베스 왕비, 그리고 국민들도 애가 타기는 마찬가지다. 게다가 지금 세계는 2차 세계 대전 중. 불안한 정세 속 새로운 지도자를 간절히 원하는 국민들을 위해 알버트는 아내의 소개로 괴짜 언어 치료사 라이오넬 로그를 만나게 되고, 삐걱거리는 첫 만남 이후 둘은 기상천외한 치료법을 통해 말더듬증 극복에 도전하게 되는데...",
	"wish": false
},
{
	"name": "악의 연대기",
	"poster": "../img/chronicles.jpg",
	"mbti": "ISTJ",
	"genre": "thriller",
	"info": "2015.05.14 / 스릴러 / 1시간 42분 / 백운학 감독",
	"story": "특급 승진을 앞둔 최반장은 회식 후 의문의 괴한에게 납치를 당한다. 위기를 모면하려던 최반장은 우발적인 살인을 저지르게 되고, 승진을 위해 사건을 은폐하기로 결심한다. 이튿날 아침, 최반장이 죽인 시체가 경찰서 앞 공사장 크레인에 매달린 채 공개되고 대한민국이 발칵 뒤집힌다. 자신이 저지른 살인 사건을 담당하게 된 최반장은 좁혀오는 수사망에 불안감을 느낀다. 최반장은 자신의 실수를 덮기 위해 사건을 조작하고 재구성한다. 그러던 어느 날, 경찰서로 의문의 전화가 걸려오고, 한 남자가 자신이 진범이라며 경찰서에 나타나는데…",
	"wish": false
},
{
	"name": "줄무늬 파자마를 입은 소년",
	"poster": "../img/pyjamas.jpg",
	"mbti": "ISTJ",
	"genre": "drama",
	"info": "2008.11.07 / 드라마 / 1시간 34분 / 마크 허만 감독",
	"story": "2차 대전을 배경으로 나치 장교의 아들이었던 소년 브루노가 아빠의 전근으로 베를린에서 폴란드로 이사를 가게 되는데 그의 아빠는 그저 군인이 아닌 나치의 최고 엘리트 장교 중 한 명. 농장이라고 생각했던 곳은 유대인들이 홀로코스트의 학대를 받은 아우슈비츠다. 숲 속을 거닐던 브루노는 철조망을 발견하게 되고 슈무얼이라는 동갑내기 유대인 소년을 만나 친구가 된다. 전쟁, 학살이라는 말조차 인식하지 못하는 순진무구한 소년들의 우정은 끔찍한 결말을 가져오게 되는데...",
	"wish": false
},
{
	"name": "벤자민 버튼의 시간은 거꾸로 간다",
	"poster": "../img/benjamin.jpg",
	"mbti": "ISTJ",
	"genre": "fantasy",
	"info": "2009.02.12 / 판타지 / 2시간 46분 / 데이빗 핀처 감독",
	"story": "1차 세계 대전 말 뉴올리언즈. 80세의 외모를 가진 아기 벤자민 버튼이 태어난다. 사랑하는 아내가 벤자민을 낳다 세상을 떠난 것에 대한 분노와 아이의 평범하지 않은 외모에 경악한 벤자민의 아버지는 분노를 참지 못하고 그를 놀란 하우스 양로원 현관 앞에 버린다. 놀란 하우스에서 일하는 퀴니에게 발견된 벤자민. 퀴니를 엄마로, 그곳의 할아버지, 할머니들을 친구로 살아가는 벤자민은 해가 갈수록 젊어지는 자신을 발견한다. 12살이 되어 60대 외형을 가지게 된 벤자민은 어느 날, 할머니를 찾아온 6살의 어린 데이지를 만난다. 그리고 데이지의 푸른 눈동자를 영원히 잊을 수 없게 된다.",
	"wish": false
},
{
	"name": "메이즈 러너",
	"poster": "../img/maze.jpg",
	"mbti": "ISFJ",
	"genre": "action",
	"info": "2014.09.18 / 액션 / 1시간 53분 / 웨스 볼 감독",
	"story": "삭제된 기억, 거대한 미로로 둘러싸인 낯선 공간 모든 기억이 삭제된 채 의문의 장소로 보내진 ‘토마스’. ‘토마스’는 미로에 갇힌 그곳에서 자신과 같은 상황의 사람들을 만난다. 그들은 매일 밤 살아 움직이는 미로에서 정체를 알 수 없는 죽음의 존재와 대립하며, 지옥으로부터 빠져나갈 탈출구인 지도를 완성해 나간다. 그러던 어느 날, 미로의 문이 열리고 그들은 마지막 선택의 기로에 놓이게 되는데…",
	"wish": false
},
{
	"name": "라라랜드",
	"poster": "../img/lalaland.jpg",
	"mbti": "ISFJ",
	"genre": "musical",
	"info": "2016.12.07 / 뮤지컬 / 2시간 7분 / 데이미언 셔젤 감독",
	"story": "차들로 빽빽이 들어찬 LA의 고속도로. 거북이 걸음이던 도로가 뚫리기 시작하지만 미아 지금 손에 든 연기 오디션 대본을 놓지 못한다. 세바스찬은 경적을 누르며 미아를 노려보고는 사라진다. 악연의 시작. 이후 미아는 감미로운 피아노 선율에 이끌려 재즈바로 향하는데, 연주자가 바로 세바스찬이다. 미아가 세바스찬에게 인사를 건네려고 다가가던 순간은 하필 그가 재즈바의 레퍼토리를 무시하고 연주한 탓에 해고된 직후. 세바스찬은 인사를 건네려 다가온 미아를 쌩하니 스쳐 지나가버린다. 세 번째로 두 사람은 파티에 온 손님과 출장 밴드의 키보드 연주자로 다시 만나는데...",
	"wish": false
},
{
	"name": "1917",
	"poster": "../img/1917.jpg",
	"mbti": "ISFJ",
	"genre": "drama",
	"info": "2020.02.19 / 드라마 / 1시간 59분 / 샘 멘데스 감독",
	"story": "제1차 세계대전이 한창인 1917년 4월 6일. 독일군에 의해 모든 통신망이 파괴된 상황 속에서 서부전선의 영국군 병사 스코필드와 블레이크에게 하나의 미션이 주어졌다. 독일군의 함정에 빠진 영국군 부대의 수장 매켄지 중령에게 에린무어 장군의 공격 중지 명령을 전달하라는 것. 블레이크는 데본셔 연대에 있는 형을 구하기 위해 기꺼이 임무를 수행한다. 동료인 스코필드는 처음엔 당황스러워하지만 이내 1600명의 동료들을 구하기 위해 전쟁터 한가운데를 가로지르는 여정에 동참한다.",
	"wish": false
},
{
	"name": "클래식",
	"poster": "../img/classic.jpg",
	"mbti": "ISFJ",
	"genre": "romance",
	"info": "2003.01.30 / 로맨스 / 2시간 12분 / 곽재용 감독",
	"story": "같은 대학에 다니는 지혜와 수경은 연극반 선배 상민을 좋아한다. 하지만 호들갑스런 수경이 상민에게 보낼 편지의 대필을 부탁하고, 지혜는 수경의 이름으로 상민을 향한 자신의 감정을 고백한다. 지혜의 편지로 맺어진 수경과 상민이 가까워지면서 지혜는 괜한 죄의식에 상민을 멀리 하려 하지만, 우연하게도 자꾸만 마주치게 된다. 한편, 아빠를 일찍 여읜 지혜는 지금은 해외 여행 중인 엄마 주희와 단둘이 살다. 엄마의 빈자리를 털기 위해 다락방을 청소하던 지혜는 우연히 엄마의 비밀 상자를 발견하게 된다. 주희의 첫사랑의 기억이 고스란히 담겨있는 비밀 상자를 보면서 지혜는 엄마의 클래식한 사랑을 조금씩 알게 된다.",
	"wish": false
},
{
	"name": "어바웃 타임",
	"poster": "../img/abouttime.jpg",
	"mbti": "ISFJ",
	"genre": "romance",
	"info": "2013.12.05 / 로맨스 / 2시간 3분 / 리차드 커티스 감독",
	"story": "모태솔로 팀은 성인이 된 날, 아버지로부터 놀랄만한 가문의 비밀을 듣게 된다. 바로 시간을 되돌릴 수 있는 능력이 있다는 것! 그것이 비록 히틀러를 죽이거나 여신과 뜨거운 사랑을 할 수는 없지만, 여자친구는 만들어 줄 순 있으리.. 꿈을 위해 런던으로 간 팀은 우연히 만난 사랑스러운 여인 메리에게 첫눈에 반하게 된다. 그녀의 사랑을 얻기 위해 자신의 특별한 능력을 마음껏 발휘하는 팀. 어설픈 대시, 어색한 웃음은 리와인드! 뜨거웠던 밤은 더욱 뜨겁게 리플레이! 꿈에 그리던 그녀와 매일매일 최고의 순간을 보낸다. 하지만 그와 그녀의 사랑이 완벽해질수록 팀을 둘러싼 주변 상황들은 미묘하게 엇갈리고, 예상치 못한 사건들이 여기저기 나타나기 시작하는데… 어떠한 순간을 다시 살게 된다면, 과연 완벽한 사랑을 이룰 수 있을까?",
	"wish": false
},
{
	"name": "노팅 힐",
	"poster": "../img/notting.jpg",
	"mbti": "ISFJ",
	"genre": "romance",
	"info": "1999.07.03 / 로맨스 / 2시간 4분 / 로저 미첼 감독",
	"story": "윌리엄 태커는 웨스트 런던의 ‘노팅 힐’에 사는 소심한 남자. 역시 독신의 괴상한 친구 스파이크와 함께 살고있는 그는, 노팅힐 시장 한쪽 구석에 위치한 조그마한 여행서적 전문점을 운영하며 살고 있다. 그에게는 미래에 대한 포부나 설계는 사치에 불과하다. 여느 때와 마찬가지로 무미건조한 하루를 보내고 있던 그는 세계적으로 유명한 인기 영화배우 안나 스콧이 그의 책방 문을 열고 들어와 책을 사고 나가자 잠깐 동안에 일어난 이 엄청난 사건에 어쩔 줄을 모른다.",
	"wish": false
},
{
	"name": "맘마 미아!",
	"poster": "../img/mammamia.jpg",
	"mbti": "ISFJ",
	"genre": "musical",
	"info": "2008.09.03 / 뮤지컬 / 1시간 48분 / 필리다 로이드 감독",
	"story": "그리스의 작은 섬에서 모텔을 운영하는 도나의 딸 소피는 연인 스카이와 행복한 결혼을 앞두고 있다. 그러나 완벽한 결혼을 꿈꾸는 그녀의 계획에 한가지 걸리는 것이 있으니, 바로 결혼식장에 자신의 손을 잡고 입장해 줄 아빠가 없다는 것. 결혼식을 앞두고 우연히 낡은 트렁크에서 엄마의 일기장을 발견한 소피는 아빠로 추정되는 세 남자의 이름을 발견하고 도나의 이름으로 이들을 결혼식에 초대한다. 마침내 결혼식이 다가오고 소피가 초대한 세 남자 샘, 해리, 빌이 그리스 섬에 도착하면서 도나는 당황하게 되는데...",
	"wish": false
},
{
	"name": "인턴",
	"poster": "../img/intern.jpg",
	"mbti": "ISFJ",
	"genre": "comedy",
	"info": "2015.09.24 / 코미디 / 2시간 1분 / 낸시 마이어스 감독",
	"story": "창업 1년 반 만에 직원 220명의 성공신화를 이룬 줄스는 TPO에 맞는 패션센스, 업무를 위해 사무실에서도 끊임 없는 체력관리 뿐만 아니라 고객을 위해 포장까지 직접 하는 열정적인 30세 여성 CEO이다. 회사에서 은퇴해 무료한 일상을 이어가고 있던 벤은 시니어 인턴을 뽑는다는 어느 온라인 회사에 지원한다. 면접 과정에서 높은 점수를 받은 그는 줄스의 인턴으로 채용되는데, 그녀는 컴퓨터도 제대로 다루지 못하는 벤이 자신을 도울 일은 절대 없을 거라 생각한다. 하지만 줄스가 눈치채지 못하는 사이 벤은 서서히 그녀의 일상에 없어서는 안 되는 사람이 되어간다.",
	"wish": false
},
{
	"name": "트와일라잇",
	"poster": "../img/twilight.jpg",
	"mbti": "INFJ",
	"genre": "fantasy",
	"info": "2008.12.10 / 판타지 / 2시간 2분 / 캐서린 하드윅 감독",
	"story": "17세의 평범한 고등학생 소녀 ‘벨라’는 집안 사정으로 워싱턴 주 포크스에 있는 아빠의 집으로 이사를 온다. 전학 첫날, ‘벨라’는 냉담하지만 자신을 무장 해제시킬 정도로 잘생긴 ‘에드워드’와 마주치고, 전율과 두려움 넘치는 인생의 전환을 맞이한다. ‘에드워드’와 돌이킬 수 없는 사랑에 빠져든 ‘벨라’. 하지만 ‘에드워드’와 그의 가족이 뱀파이어 일족이라는 사실을 알게 되고, 예기치 못한 운명에 빠져든다.",
	"wish": false
},
{
	"name": "컨택트",
	"poster": "../img/contact2.jpg",
	"mbti": "INFJ",
	"genre": "sf",
	"info": "2017.02.02 / SF / 1시간 56분 / 드니 빌뇌브 감독",
	"story": "어느 날 전 세계 12개 지역에 외계 비행물체 셸이 동시다발로 출현한다. 450m에 달하는 거대 비행체가 가만히 서 있을 뿐 어떤 행동도 하지 않자 각국 정부는 각자의 방식으로 외계인과 접촉을 시작하지만, 완전히 다른 언어 체계 때문에 첫 단계부터 난항을 겪는다. 미국 정부의 요청을 받은 언어학자 루이스와 물리학자 이안은 말과 글이 통하지 않는 상황에서, 신체의 모든 기관과 감정을 이용해 미지의 생명체와 대화를 시도하고 서로의 문자를 배워나간다. 마침내 대화의 물꼬가 트이게 되지만 그때부터 루이스는 이해하기 어려운 환상을 연이어 보기 시작하는데...",
	"wish": false
},
{
	"name": "블랙 스완",
	"poster": "../img/blackswan.jpg",
	"mbti": "INFJ",
	"genre": "thriller",
	"info": "2011.02.24 / 스릴러 / 1시간 48분 / 대런 아로노프스키 감독",
	"story": "뉴욕 발레단에 소속된 니나는 전직 발레리나 출신인 엄마 에리카의 총애를 받으며 모든 것을 발레에 바치고 있다. 예술 감독 토마스 리로이는 백조와 흑조라는 베스를 새로운 시즌의 오프닝 작품 백조의 호수에서 강판시키고 니나를 발탁한다. 하지만 순수하고 나약한 백조 연기에 비해 관능적이고 도발적인 흑조를 연기하는 데에는 어딘지 불안한 니나. 게다가 새로 입단한 릴리는 니나처럼 정교한 테크닉은 없지만, 무대를 압도하는 카리스마와 관능미로 은근히 비교 대상이 되는데...",
	"wish": false
},
{
	"name": "겨울왕국",
	"poster": "../img/frozen.jpg",
	"mbti": "INFJ",
	"genre": "animation",
	"info": "2014.01.16 / 애니메이션 / 1시간 48분 / 크리스 벅 감독",
	"story": "서로가 최고의 친구였던 자매 엘사와 안나. 하지만 언니 엘사에게는 하나뿐인 동생에게조차 말 못할 비밀이 있다. 모든 것을 얼려버리는 신비로운 힘이 바로 그 것. 엘사는 통제할 수 없는 자신의 힘이 두려워 왕국을 떠나 북쪽 산으로 도망치고, 홀로 그곳에서 얼음 궁전을 지어 지내게 된다. 한편 얼어버린 왕국의 저주를 풀기 위해 안나는 언니를 찾아 나서고, 그 과정에서 안나는 까칠한 매력의 얼음장수 크리스토프와 만나 영원히 얼어붙은 왕국을 구해내기 위해 함께 고군분투한다.",
	"wish": false
},
{
	"name": "헤더스",
	"poster": "../img/heathers.jpg",
	"mbti": "INFJ",
	"genre": "comedy",
	"info": "1989.03.31 / 코미디 / 1시간 43분 / 마이클 레만 감독",
	"story": "학교를 장악하고 있는 헤더스라는 여학생들의 모임이 있다. 헤더스의 리더 챈들러는 짖궂은 성미에 주위의 친구들을 자주 괴롭히고 이들과 어울리는 베로니카는 솔직하고 정이 많아 늘 당하기만 하나 속으로 복수의 순간만을 기다린다. 바로 그때 이 학교에 JD라는 엉뚱한 학생이 전학오고, JD와 베로니카는 첫눈에 서로 사랑에 빠지고 급기야 의기투합해서 헤더스에 대해 이야기를 나누다 전율할만한 복수의 계획을 세운다. 헤더스 멤버들을 차례로 살해하고 그들의 횡포를 멈추게 하자는 것. 처음엔 베로니카는 그가 농담하는 줄 알았으나 그녀앞에서 챈들러는 처참한 죽음을 당하고 JD의 뜻대로 자살로 위장하는데..",
	"wish": false
},
{
	"name": "센과 치히로의 행방불명",
	"poster": "../img/spirited.jpg",
	"mbti": "INFJ",
	"genre": "animation",
	"info": "2002.06.28 / 애니메이션 / 2시간 4분 / 미야자키 하야오 감독",
	"story": "평범한 열 살 짜리 소녀 치히로 식구는 이사 가던 중 길을 잘못 들어 낡은 터널을 지나가게 된다. 터널 저편엔 폐허가 된 놀이공원이 있었고 그곳엔 이상한 기운이 흘렀다. 인기척 하나 없는 이 마을의 낯선 분위기에 불길한 기운을 느낀 치히로는 부모님에게 돌아가자고 조르지만 부모님은 호기심에 들떠 마을 곳곳을 돌아다니기 시작한다. 어느 음식점에 도착한 치히로의 부모님은 그 곳에 차려진 음식들을 보고 즐거워하며 허겁지겁 먹어대다가 돼지로 변해버린다. 겁에 질려 당황하는 치히로에게 낯선 소년 하쿠가 나타나 빨리 이곳을 나가라고 소리치는데...",
	"wish": false
},
{
	"name": "결혼 이야기",
	"poster": "../img/marriage.jpg",
	"mbti": "INFJ",
	"genre": "drama",
	"info": "2019.11.06 / 드라마 / 2시간 17분 / 노아 바움백 감독",
	"story": "한때 스타였지만 지금은 남편에게 가려진 연극배우 니콜과 브로드웨이에서 잘나가는 연출가 찰리는 9년 여에 걸친 결혼 생활을 정리하고 이혼을 준비 중이다. 서로에 대한 존중으로 원만한 이혼을 계획하지만 합의 과정이 쉽지만은 않다. 니콜은 드라마 촬영을 이유로 뉴욕을 떠나 고향 LA로 이주하고, 그곳에서 찰리에게 이혼 소송을 제기한다. 찰리는 아들의 양육권을 얻기 위해 LA와 뉴욕을 오가며 소송에 임한다. 파경을 맞았지만 관계를 유지해야 하는 한 가족을 예리하고도 따뜻한 시선으로 바라본다.",
	"wish": false
},
{
	"name": "버드 박스",
	"poster": "../img/birdbox.jpg",
	"mbti": "INFJ",
	"genre": "thriller",
	"info": "2018.12.13 / 스릴러 / 2시간 4분 / 수잔 비에르 감독",
	"story": "미지의 재앙이 인류를 휩쓴다. 세상이 뒤집힌 지 5년. 용케 살아남은 여자와 그녀의 아이들이 또다시 위기에 처한다. 안전한 곳을 향해, 그들은 필사적인 모험을 감행한다.",
	"wish": false
},
{
	"name": "내가 널 사랑할 수 없는 10가지 이유",
	"poster": "../img/10things.jpg",
	"mbti": "INTJ",
	"genre": "comedy",
	"info": "1999.03.31 / 코미디 / 1시간 37분 / 길 정거 감독",
	"story": "상냥하고 얼굴도 예쁜 비앙카는 인기 만점의 여학생이다. 하지만 아직까지 한 번도 데이트를 해본 적이 없다. 아버지가 고교 졸업 전까지는 이성교제를 엄금했기 때문이다. 그런데, 최근에 이성교제에 대한 아빠의 규칙이 약간 바뀌었다. 언니 캣이 남자친구를 사귀면 비앙카도 데이트를 할 수 있다는 것. 이 소식을 듣고 희망에 부푼 사람은 비앙카 뿐이 아니었다. 전학 온 첫 날, 비앙카를 보고 한 눈에 반해버린 카메론은 오직 그녀를 만나고 싶다는 일념으로 비앙카와 함께 프랑스어 스터디를 하고 있었다. 카메론은 친구 마이클의 도움을 받아 캣과 교제할 사람을 찾아나선다.",
	"wish": false
},
{
	"name": "나를 찾아줘",
	"poster": "../img/gonegirl.jpg",
	"mbti": "INTJ",
	"genre": "thriller",
	"info": "2014.10.23 / 스릴러 / 2시간 29분 / 데이빗 핀처 감독",
	"story": "모두가 부러워하는 삶을 살아가는 완벽한 커플인 닉과 에이미. 결혼 5주년 기념일 아침, 에이미가 흔적도 없이 실종된다. 유년시절 어린이 동화 시리즈 어메이징 에이미의 실제 여주인공이었던 유명인사 아내가 사라지자, 세상은 그녀의 실종사건으로 떠들썩해진다. 한편 경찰은 에이미가 결혼기념일 선물로 숨겨뒀던 편지와 함께 곳곳에서 드러나는 단서들로 남편 닉을 유력한 용의자로 지목한다. 미디어들이 살인 용의자 닉의 일거수일투족을 보도하기 시작하고, 시간이 갈수록 세상의 관심이 그에게 더욱 집중되는데...",
	"wish": false
},
{
	"name": "실버라이닝 플레이북",
	"poster": "../img/silver.jpg",
	"mbti": "INTJ",
	"genre": "drama",
	"info": "2013.02.14 / 드라마 / 2시간 2분 / 데이비드 O. 러셀 감독",
	"story": "아내의 외도를 목격하고 한 순간 감정이 폭발해 아내, 직장, 집은 물론, 정신까지 잃게 된 이 남자. 8개월의 병원 생활 후 ‘긍정의 힘’을 믿으며 아내와 자신의 인생을 되찾기 위해 고군분투 노력중! ",
	"wish": false
},
{
	"name": "이터널 선샤인",
	"poster": "../img/eternal.jpg",
	"mbti": "INTJ",
	"genre": "romance",
	"info": "2005.11.10 / 로맨스 / 1시간 48분 / 미셸 공드리 감독",
	"story": "조엘은 아픈 기억만을 지워준다는 라쿠나사를 찾아가 헤어진 연인 클레멘타인의 기억을 지우기로 결심한다. 기억이 사라져 갈수록 조엘은 사랑이 시작되던 순간, 행복한 기억들, 가슴 속에 각인된 추억들을 지우기 싫어지기만 하는데... 당신을 지우면 이 아픔도 사라질까요? 사랑은 그렇게 다시 기억된다.",
	"wish": false
},
{
	"name": "스쿨 오브 락",
	"poster": "../img/school.jpg",
	"mbti": "INTJ",
	"genre": "comedy",
	"info": "2003.10.03 / 코미디 / 1시간 50분 / 리처드 링클레이터 감독",
	"story": "락 밴드 단원인 듀이 핀은 로커 답지 않게 뚱뚱하고 촌스러운 외모 때문에 밴드에서 쫒겨 난다. 월세까지 밀리자, 그는 급한 김에 친구 네드의 이름을 사칭하고, 호레이스 그린 초등학교의 대리교사로 취직한다. 수업 첫날부터, 공부를 가르칠 생각은 않고 시간 때울 궁리만 하던 듀이는 기발하고 엉뚱한 생각을 하게 되는데 앞으로 열릴 락 밴드 경연대회에 자기가 가르치는 학생들과 함께 참석하려는 것! 클래식기타와 피아노, 첼로, 심벌즈 등의 악기를 다뤄본 애들을 뽑아, 리드 기타, 베이스 기타, 키보드, 드럼을 가르치고, 다른 아이들에겐 백 보컬, 매니저, 코디, 장비 담당 등의 일을 맡긴다. 3주동안, 듀이와 아이들은 여자 교장 멀린스의 눈을 피해 교실에서 락 음악을 연습하고, 드디어 오디션 접수까지 끝낸다. 마침내, 경연대회가 있던 날, 듀이가 가짜 선생임을 알게 된 학부모들은 멀린스 교장을 앞세우고 대회장으로 쳐들어 오는데.",
	"wish": false
},
{
	"name": "메멘토",
	"poster": "../img/memento.jpg",
	"mbti": "INTJ",
	"genre": "thriller",
	"info": "2001.08.25 / 스릴러 / 1시간 53분 / 크리스토퍼 놀란 감독",
	"story": "전직 보험 수사관이었던 레너드에게 기억이란 없다. 자신의 아내가 강간당하고 살해되던 날의 충격으로 기억을 10분 이상 지속시키지 못하는 단기 기억상실증 환자가 되었던 것이다. 그가 마지막으로 기억하고 있는 것은 자신의 이름이 레너드 셸비 라는 것과 아내가 강간당하고 살해당했다는 것, 그리고 범인은 존 G 라는 것이 전부. 레너드는 자신의 가정을 파탄 낸 범인을 찾기 위한 방법으로 메모와 문신을 사용하게 된다. 하지만 진실에 다가갈수록 자신의 기억, 주위 사람들에 대한 의심이 갈수록 커져만 가는데...",
	"wish": false
},
{
	"name": "펄프 픽션",
	"poster": "../img/pulp.jpg",
	"mbti": "INTJ",
	"genre": "crime",
	"info": "1994.09.10 / 범죄 / 2시간 34분 / 쿠엔틴 타란티노 감독",
	"story": "펌프킨와 허니 버니가 레스토랑에서 강도 행각을 벌이기 시작한다. 빈센트와 그 동료 쥴스는 두목의 금가방을 찾기 위해 다른 건달이 사는 아파트를 찾아간다. 마르셀러스는 부치에게 돈을 주며 상대 선수에게 져 주라고 하지만 부치는 상대 선수를 때려 눕히고 도망치다, 어릴 때 아버지에게 물려받은 시계를 찾기 위해 아파트로 향한다. 아무런 상관 없이 보이는 이 사건들이 서로 얽히고 섥히면서 예상치 못한 인과관계가 만들어지는데...",
	"wish": false
},
{
	"name": "코코",
	"poster": "../img/coco.jpg",
	"mbti": "INTJ",
	"genre": "animation",
	"info": "2018.01.11 / 애니메이션 / 1시간 45분 / 리 언크리치 감독",
	"story": "미구엘은 멕시코의 자랑인 에르네스토 델라 크루즈 같은 뮤지션이 되길 꿈꾸지만 미구엘 집안 사람들에게 음악은 금기다. 먼 옛날 조상 중에 음악 때문에 가족을 버린 인물이 있었기 때문. 미구엘은 죽은 자의 날이 되자 실력으로 인정받겠다는 결심을 하고 경연 무대에 오르려 하는데, 우연히 에르네스토의 기타에 손을 댔다가 죽은 자들의 세상에 들어서게 된다. 이승과 저승을 이어주는 마리골드 꽃길을 건너 죽은 자들의 세상에 도착한 미구엘은 거짓말과 위변조가 장기인 헥터를 만난다. 그리고 꿈에 그리던 우상 에르네스토를 만나러 가는 여정에서 가족의 비밀을 알게 된다.",
	"wish": false
},
{
	"name": "뮬란",
	"poster": "../img/mulan.jpg",
	"mbti": "ISTP",
	"genre": "animation",
	"info": "1998.07.17 / 애니메이션 / 1시간 28분 / 베리 쿡 감독",
	"story": "파씨 가문의 말썽꾸러기 외동딸 뮬란은 선머슴 같은 성격에 강한 자아를 가지고 있어, 가문의 명예를 걸고 중매쟁이를 만나러 가서도 거듭되는 실수로 퇴짜를 맞게 된다. 뮬란은 나름대로는 부모님과 가문의 자랑이 되려고 노력하지만 그것이 그녀에게는 쉬운 일은 아니다. 한편, 훈족이 국경을 침략하자 황제는 가문에 한 사람씩 전쟁터로 나가라는 징집 명령을 내린다. 파씨 가문 역시 징집 명령을 받게 되고, 충성심이 강한 아버지는 전쟁에 나갈 준비를 한다. 그러나 뮬란은 지병이 있는 아버지가 전쟁에 나가도록 할 순 없다고 결심하고, 마침내 아버지 대신 갑옷을 입고 전쟁터로 향하게 된다.",
	"wish": false
},
{
	"name": "인디아나 존스: 레이더스",
	"poster": "../img/indiana.jpg",
	"mbti": "ISTP",
	"genre": "action",
	"info": "1982.02.27 / 액션 / 1시간 55분 / 스티븐 스필버그 감독",
	"story": "1936년 남아메리카. 인디아나 존스 박사는 험난한 밀림 지대를 헤치고 독거미와 온갖 부비트랩을 뚫고서 고대 문명의 동굴에 보관된 보물을 손에 넣는데 성공하지만, 마지막 순간 악덕 고고학자 벨로크에게 빼앗기고 만다. 대학으로 돌아온 인디에게 정보국 사람들이 찾아온다. 정부로부터 성서에 나오는 성궤를 찾으라는 명령을 받는은 인디는 단서를 하나하나 찾아가며 성궤의 행방을 추적해 나간다. 그런데 나치군들도 역시 전쟁에 가지고 나가기만 하면 모든 전쟁에서 승리를 거둘 수 있는 무서운 힘을 지닌 성궤를 찾아나서는데...",
	"wish": false
},
{
	"name": "미스터 & 미세스 스미스",
	"poster": "../img/smith.jpg",
	"mbti": "ISTP",
	"genre": "action",
	"info": "2005.06.16 / 액션 / 2시간 / 더그 라이만 감독",
	"story": "5~6년 전, 콜롬비아 보고타에서 우연히 만난 존과 제인. 살인사건으로 검문당하던 제인은 존의 도움으로 무사히 빠져나가고 둘은 첫눈에 반해 사랑에 빠진다. 완벽한 외모와 성품을 가진 최고의 배우자를 만났다고 기뻐하는 두 사람. 그러나, 그것은 사상 최악의 잘못된 만남이었으니…",
	"wish": false
},
{
	"name": "인셉션",
	"poster": "../img/inception.jpg",
	"mbti": "ISTP",
	"genre": "sf",
	"info": "2010.07.21 / SF / 2시간 28분 / 크리스토퍼 놀란 감독",
	"story": "타인의 꿈과 접속해 생각을 빼낼 수 있는 근미래, 돔 코브는 꿈의 보안 프로그래머이자 동시에 침입자다. 그는 일본인 사업가 사이토의 제안에 따라 거대 합병 기업의 총수가 될 피셔의 꿈을 설계하여 기업 합병을 막으려 든다. 그 일을 성사시키면 코브는 사이토의 도움으로 아내의 살해범으로 몰린 자신의 누명을 뒤로 하고 사랑스런 자녀들이 있는 집으로 돌아갈 수 있다. 마침내 코브 일행은 꿈 안의 꿈 안의 또 꿈이라는 경로를 거치며 피셔의 꿈과 무의식 깊숙한 곳을 설계하고 침투한다.",
	"wish": false
},
{
	"name": "인터스텔라",
	"poster": "../img/interstellar.jpg",
	"mbti": "ISTP",
	"genre": "sf",
	"info": "2014.11.06 / SF / 2시간 49분 / 크리스토퍼 놀란 감독",
	"story": "세계 각국의 정부와 경제가 완전히 붕괴된 미래가 다가온다. 지난 20세기에 범한 잘못이 전 세계적인 식량 부족을 불러왔고, NASA도 해체되었다. 나사 소속 우주비행사였던 쿠퍼는 지구에 몰아친 식량난으로 옥수수나 키우며 살고 있다. 거센 황사가 몰아친 어느 날 알 수 없는 힘에 이끌려 딸과 함께 도착한 곳은 인류가 이주할 행성을 찾는 나사의 비밀본부. 이 때 시공간에 불가사의한 틈이 열리고, 이 곳을 탐험해 인류를 구해야 하는 임무를 위해 쿠퍼는 만류하는 딸을 뒤로한 채 우주선에 탑승하는데...",
	"wish": false
},
{
	"name": "승리호",
	"poster": "../img/spacesweepers.jpg",
	"mbti": "ISTP",
	"genre": "sf",
	"info": "2021.02.05 / SF / 2시간 16분 / 조성희 감독",
	"story": "2092년, 지구는 병들고 우주 위성궤도에 인류의 새로운 보금자리인 UTS가 만들어졌다. 돈 되는 일이라면 뭐든 하는 조종사 태호, 과거 우주 해적단을 이끌었던 장선장, 갱단 두목이었지만 이제는 기관사가 된 타이거 박, 평생 이루고 싶은 꿈을 가진 작살잡이 로봇 업동이, 이들은 우주쓰레기를 주워 돈을 버는 청소선 승리호의 선원들이다. 어느 날 사고 우주정을 수거한 승리호는 그 안에 숨어있던 대량살상무기로 알려진 인간형 로봇 도로시를 발견한다. 돈이 절실한 선원들은 도로시를 거액의 돈과 맞바꾸기 위한 위험한 거래를 계획하는데...",
	"wish": false
},
{
	"name": "헝거게임: 판엠의 불꽃",
	"poster": "../img/hungergames.jpg",
	"mbti": "ISTP",
	"genre": "fantasy",
	"info": "2012.04.05 / 판타지 / 2시간 22분 / 게리 로스 감독",
	"story": "12개의 구역으로 이루어진 독재국가 ‘판엠’이 체제를 유지하기 위해 만든 생존 전쟁 ‘헝거게임’. 일년에 한번 각 구역에서 추첨을 통해 두 명을 선발, 총 24명이 생존을 겨루게 되는 것. ‘헝거게임’의 추첨식에서 ‘캣니스’는 어린 여동생의 이름이 호명되자 동생을 대신해 참가를 자청하며 주목을 받는다. 과거 자신을 위기에서 구해줬던 ‘피타’ 역시 선발되어 미묘한 감정에 휩싸인다. ‘캣니스’는 금지구역에서 함께 사냥했던 ‘게일’에게 가족을 부탁하며 생존을 겨루게 될 판엠의 수도 ‘캐피톨’로 향하는데...",
	"wish": false
},
{
	"name": "서치",
	"poster": "../img/searching.jpg",
	"mbti": "ISTP",
	"genre": "thriller",
	"info": "2018.08.29 / 스릴러 / 1시간 41분 / 아니쉬 차간티 감독",
	"story": "목요일 저녁, 딸 마고에게 걸려온 부재중 전화 3통. 아빠 데이빗은 그 후 연락이 닿지 않는 딸이 실종됐음을 알게된다. 경찰의 조사는 본격적으로 시작되지만 결정적인 단서들이 나오지 않는 가운데, 실종된 날 밤 마고가 향하던 곳이 밝혀지며 새로운 사실들이 발견된다. 사건의 실마리를 찾은 곳은 다름 아닌 딸 마고의 노트북! 구글, 유튜브, 페이스북 등 SNS에서 상상조차하지 못한 딸의 진실이 펼쳐지는데…",
	"wish": false
},
{
	"name": "해리포터와 마법사의 돌",
	"poster": "../img/harry.jpg",
	"mbti": "ISFP",
	"genre": "fantasy",
	"info": "2001.12.14 / 판타지 / 2시간 32분 / 크리스 콜럼버스 감독",
	"story": "해리 포터는 위압적인 버논 숙부와 냉담한 이모 페투니아, 욕심 많고 버릇없는 사촌 더즐리 밑에서 갖은 구박을 견디며 계단 밑 벽장에서 생활한다. 이모네 식구들 역시 해리와의 동거가 불편하기는 마찬가지. 이모 페투니아에겐 해리가 이상한 언니 부부에 관한 기억을 떠올리게 만드는 달갑지 않은 존재다. 11살 생일이 며칠 앞으로 다가왔지만 한번도 생일파티를 치르거나 제대로 된 생일선물을 받아 본 적이 없는 해리로서는 특별히 신날 것도 기대 할 것도 없다. 11살 생일을 며칠 앞둔 어느 날 해리에게 초록색 잉크로 쓰여진 한 통의 편지가 배달된다. 그 편지의 내용은 다름 아닌 해리의 11살 생일을 맞이하여 호그와트에서 보낸 입학 초대장이었다. 그리고 해리의 생일을 축하하러 온 거인 해그리드는 해리가 모르고 있었던 해리의 진정한 정체를 알려주는데...",
	"wish": false
},
{
	"name": "로마의 휴일",
	"poster": "../img/roman.jpg",
	"mbti": "ISFP",
	"genre": "romance",
	"info": "1953.09.02 / 로맨스 / 1시간 58분 / 윌리엄 와일러 감독",
	"story": "앤 공주는 왕실의 제약과 정해진 스케줄에 싫증이 나자 로마를 여행하던 중 왕실을 몰래 빠져 나간다. 앤은 길거리에서 잠이 들었고 한 신사의 도움으로 서민의 생활을 즐긴다. 그러나 그 신사는 특종을 찾아다니는 신문기자였다. 처음에는 단지 특종을 잡기 위해서 앤공주와 로마의 거리를 다니며 공주가 한 번도 해보지 못한 일들을 하며 여러가지 해프닝을 벌인다. 이 모든 것이 그에게는 큰 특종이다. 이 사실을 모른 채 앤 공주는 친절한 그에게 정이 들었고 단지 특종만을 위해서 그녀와 함께 했던 기자 죠 역시 순수한 앤 공주에게 끌리기 시작한다. 드디어 앤은 궁전으로 다시 돌아갔고 죠가 신문기자였던 것을 알게 된 앤은 그에게 실망을 한다. 그러나 죠는 앤공주의 사진을 기사로 쓰지 않고 그녀에게 선물이라며 전해준다.",
	"wish": false
},
{
	"name": "베이비 드라이버",
	"poster": "../img/babydriver.jpg",
	"mbti": "ISFP",
	"genre": "action",
	"info": "2017.09.13 / 액션 / 1시간 53분 / 에드가 라이트 감독",
	"story": "베이비는 탈출 전문 드라이버다. 은행 강도 등 범죄의 설계자인 박사에게 약점이 잡혀 일을 하고 있지만 손을 씻고 새로운 생활을 꿈꾼다. 어린 시절 교통사고를 당해 청력에 이상이 생긴 베이비는 이어폰을 끼고 음악을 들으며 안정을 유지한다. 어느 날 자주 가는 식당에서 종업원인 데보라를 만나 마음을 나누는 베이비. 하지만 마지막인 줄 알았던 범죄는 그의 발목을 놓아주지 않고 배츠, 버디, 달링과 함께 최후의 한탕을 준비한다.",
	"wish": false
},
{
	"name": "8 마일",
	"poster": "../img/8mile.jpg",
	"mbti": "ISFP",
	"genre": "musical",
	"info": "2003.02.21 / 뮤지컬 / 1시간 50분 / 커티스 핸슨 감독",
	"story": "디트로이트의 소외받은 계층은 생존 그 자체가 삶의 목적이다. 이러한 계층, 특히 빈민 흑인들에게 힙합은 탈출구이자 삶의 에너지이다. 지미 스미스 주니어에게도 힙합은 유일한 출구이자 그를 지탱해주는 에너지이다. 결손 가정에서 살고 있는 지미는 그의 친구들과 그들만의 가족을 이룬다. 그리고 그들은 언젠가 성공하리라는, 이 암울한 현실로부터 탈출 하리라는 희망을 가지고 있다. 그들은 밤이면 디트로이트의 힙합 클럽에 모여 그들의 꿈을 키운다. 힙합 클럽에서는 디트로이트 최고의 래퍼들이 모여 밤마다 랩 배틀에 참가한다.",
	"wish": false
},
{
	"name": "쇼생크 탈출",
	"poster": "../img/shawshank.jpg",
	"mbti": "ISFP",
	"genre": "crime",
	"info": "1995.01.28 / 범죄 / 2시간 22분 / 프랭크 다라본트 감독",
	"story": "촉망받는 은행 간부 앤디 듀프레인은 아내와 그녀의 정부를 살해했다는 누명을 쓴다. 주변의 증언과 살해 현장의 그럴듯한 증거들로 그는 종신형을 선고받고 악질범들만 수용한다는 지옥같은 교도소 쇼생크로 향한다. 인간 말종 쓰레기들만 모인 그곳에서 그는 이루 말할 수 없는 억압과 짐승보다 못한 취급을 당한다. 그러던 어느 날, 간수의 세금을 면제받게 해 준 덕분에 그는 일약 교도소의 비공식 회계사로 일하게 된다. 그 와중에 교도소 소장은 죄수들을 이리저리 부리면서 검은 돈을 긁어 모으고 앤디는 이 돈을 세탁하여 불려주면서 그의 돈을 관리하는데...",
	"wish": false
},
{
	"name": "안녕, 헤이즐",
	"poster": "../img/thefault.jpg",
	"mbti": "ISFP",
	"genre": "drama",
	"info": "2014.08.13 / 드라마 / 2시간 5분 / 조쉬 분 감독",
	"story": "산소통을 캐리어처럼 끌고 호흡기를 생명줄처럼 차고 있는 헤이즐. 집에 틀어박혀 리얼리티 쇼나 보며 하루를 축내는 자신을 걱정하는 가족에게 등 떠밀려 어쩔 수 없이 참석한 암 환자 모임에서 꽃미소가 매력적인 어거스터스를 만난다. 담배를 입에 물었지만 불은 붙이지 않는 ‘상징적인 행동’으로 헤이즐의 맹비난을 재치있게 받아넘긴 어거스터스는 시크하고 우울증마저 겪는 헤이즐을 두근거리게 만든다. 두 사람은 소설책을 나눠 읽으며 급속도로 가까워지고, 어거스터스는 헤이즐이 그토록 좋아하는 네덜란드의 작가를 만나게 해주기 위해 ‘지니의 소원’을 빌어 암스테르담 여행을 제안한다. 가족과 주변의 걱정과 만류에도 불구하고 생애 처음으로 여행길에 오른 두 사람. 자신을 시한폭탄이라 생각하고 사랑하는 것들 과 선을 그었던 그녀와, 거절당할까 두려워 진실을 감춰왔던 어거스터스는 서로에게 속마음을 털어놓기 시작하는데... 예측불허 이들의 사랑은 어떻게 될까?",
	"wish": false
},
{
	"name": "플립",
	"poster": "../img/flipped.jpg",
	"mbti": "ISFP",
	"genre": "romance",
	"info": "2017.07.12 / 로맨스 / 1시간 33분 / 로브 라이너 감독",
	"story": "건너편에 이사 온 브라이스를 보고 첫 눈에 사랑을 직감한 7살 줄리. 그 후로 줄리는 브라이스에게 끊임없이 마음을 표현하지만, 나무가 잘리는 걸 막기 위해 시위를 하는 등 남다른 행동을 하는 줄리의 모습이 이상할 뿐이다. 그런 줄리를 요리조리 피해 다니기를 6년. 어느 날, 줄리가 정성들여 키운 닭의 계란을 선물 받고 바로 쓰레기통에 버리던 브라이스의 모습을 줄리에게 들키고 만다. 브라이스는 화가 난 줄리에게 미안함을 느끼며 자꾸 신경이 쓰인다. 철없는 브라이스에 비해, 가난하지만 화목한 가정 속에서 현명하게 살아가는 마음이 예쁜 줄리. 그런 그녀를 보며 사랑임을 확신하는데...",
	"wish": false
},
{
	"name": "님아, 그 강을 건너지 마오",
	"poster": "../img/mylove.jpg",
	"mbti": "ISFP",
	"genre": "documentary",
	"info": "2014.11.27 / 다큐멘터리 / 1시간 25분 / 진모영 감독",
	"story": "조그만 강이 흐르는 강원도 횡성의 아담한 마을. 89세 소녀감성 강계열 할머니, 98세 로맨티스트 조병만 할아버지, 이들은 어딜 가든 고운 빛깔의 커플 한복을 입고 두 손을 꼭 잡고 걷는 노부부이다. 봄에는 꽃을 꺾어 서로의 머리에 꽂아주고, 여름엔 개울가에서 물장구를 치고, 가을엔 낙엽을 던지며 장난을 치고, 겨울에는 눈싸움을 하는 매일이 신혼 같은 백발의 노부부. 장성한 자녀들은 모두 도시로 떠나고 서로를 의지하며 살던 어느 날, 할아버지가 귀여워하던 강아지 ‘꼬마’가 갑자기 세상을 떠난다. 꼬마를 묻고 함께 집으로 돌아온 이후부터 할아버지의 기력은 점점 약해져 가는데… 비가 내리는 마당, 점점 더 잦아지는 할아버지의 기침소리를 듣던 할머니는 친구를 잃고 홀로 남은 강아지를 바라보며 머지 않아 다가올 또 다른 이별을 준비한다.",
	"wish": false
},
{
	"name": "신비한 동물사전",
	"poster": "../img/fantasticbeasts.jpg",
	"mbti": "INFP",
	"genre": "fantasy",
	"info": "2016.11.16 / 판타지 / 2시간 12분 / 데이빗 예이츠 감독",
	"story": "926년 뉴욕, ‘검은 존재’가 거리를 쑥대밭으로 만들고 미국의 마법의회 MACUSA의 대통령과 어둠의 마법사를 체포하는 오러의 수장 그레이브스가 이를 추적하는 혼돈 속에 영국의 마법사 뉴트 스캐맨더가 이 곳을 찾는다. 그의 목적은 세계 곳곳에 숨어있는 신비한 동물들을 찾기 위한 것. 여행을 하면서 다양한 크기의 신비한 동물을 구조해 안에 마법의 공간이 있는 가방에 넣어 다니며 보살핀다. 하지만 은행을 지나던 중 금은보화를 좋아하는 신비한 동물인 니플러가 가방 안에서 탈출을 하고 이 일로 전직 오러였던 티나와 노마지 제이콥과 엮이게 된다. 이 사고로 뉴트와 제이콥의 가방이 바뀌면서 신비한 동물들이 대거 탈출을 하고 그들은 동물들을 찾기 위해 뉴욕 곳곳을 누빈다. 한편, ‘검은 존재’의 횡포는 더욱 거세져 결국 인간 사회와 마법 사회를 발칵 뒤집는 사건이 발생하고, 이 모든 것이 뉴트의 소행이라는 오해를 받게 되는데…",
	"wish": false
},
{
	"name": "조커",
	"poster": "../img/joker.jpg",
	"mbti": "INFP",
	"genre": "crime",
	"info": "2019.10.02 / 범죄 / 2시간 2분 / 토드 필립스 감독",
	"story": "홀어머니와 사는 아서 플렉은 코미디언을 꿈꾸지만 그의 삶은 좌절과 절망으로 가득 차 있다. 광대 아르바이트는 그에게 모욕을 가져다주기 일쑤고, 긴장하면 웃음을 통제할 수 없는 신경병 증세는 그를 더욱 고립시킨다. 정부 예산 긴축으로 인해 정신과 약물을 지원하던 공공의료 서비스마저 없어져 버린 어느 날, 아서는 지하철에서 시비를 걸어온 증권사 직원들에게 얻어맞던 와중에 동료가 건네준 권총으로 그들을 쏴 버리고 만다. 군중들은 지배계급에 대한 저항의 아이콘이 된 그를 추종하기 시작하며 광대 마스크로 얼굴을 가리고 거리로 쏟아져 나오기 시작하는데...",
	"wish": false
},
{
	"name": "스파이더맨",
	"poster": "../img/spiderman.jpg",
	"mbti": "INFP",
	"genre": "action",
	"info": "2002.05.03 / 액션 / 2시간 1분 / 샘 레이미 감독",
	"story": "평범하고 내성적인 고등학생 피터 파커는 우연히 방사능에 감염된 거미에 물린다.그 후, 피터는 손에서 거미줄이 튀어 나오고 벽을 기어 오를 수 있는 거미와 같은 능력을 갖게 된다. 다가오는 위험을 본능적으로 감지하는 초감각과 엄청난 파워를 소유하게 된 것이다. 피터는 짝사랑하던 메리 제인의 관심을 끌기 위해 멋진 스포츠카를 구입하는데 초능력을 처음 사용한다. 그러다 사랑하는 벤 아저씨의 죽음을 계기로 그 힘을 악의 세력에 대항하는데 쓰기로 결심한다. 한편 피터의 절친 해리 오스본의 아버지인 노만은 실험 도중 가스에 중독되어 악의 화신 그린 고블린으로 변하는데...",
	"wish": false
},
{
	"name": "내가 사랑했던 모든 남자들에게",
	"poster": "../img/toallboys.jpg",
	"mbti": "INFP",
	"genre": "romance",
	"info": "2018.08.17 / 로맨스 / 1시간 40분 / 수잔 존슨 감독",
	"story": "지금까지 다섯 명. 짝사랑의 마음을 몰래 편지로만 남겨두었던 라라 진. 그런데 어느 날, 그들에게 쓴 비밀 러브레터가 발송됐다. 어떻게? 그건 중요하지 않다. 어제의 라라 진은 사라졌으니까.",
	"wish": false
},
{
	"name": "프린세스 다이어리",
	"poster": "../img/princessdiary.jpg",
	"mbti": "INFP",
	"genre": "comedy",
	"info": "2001.08.03 / 코미디 / 1시간 55분 / 게리 마샬 감독",
	"story": "미아는 샌프란시스코의 고등학생이다. 영리하지만 수줍음을 많이 타는 미아는 미술가인 어머니 헬렌과 단 둘이 산다. 남들처럼 미아도 로맨틱한 사랑을 꿈꾸지만 부스스한 외모와 수줍음 때문에 친구들로부터 항상 따돌림을 받는다. 그런 그녀에게 뜻밖의 소식이 날아든다. 평생 연락을 끊고 살 줄 알았던 할머니가 온다는 소식이었다. 게다가 할머니는 제노비아라는 나라의 여왕이라고 하지 않는가! 그럼 미아의 신분은?! 세상에나! 남학생들로부터 눈길 한 번 받아보지 못했던 미아는 제노비아의 왕위를 이어갈 공주였던 것이다.",
	"wish": false
},
{
	"name": "아멜리에",
	"poster": "../img/amelie.jpg",
	"mbti": "INFP",
	"genre": "comedy",
	"info": "2001.10.19 / 코미디 / 2시간 2분 / 장 피에르 주네 감독",
	"story": "오랜만에 느끼는 아빠의 다정한 손길에 두근거리는 심장을 심장병이라고 오해한 아빠 덕분에 학교는 구경도 못해본 아멜리에. 노틀담 성당에서 뛰어내린 관광객에 깔려 엄마가 하늘 나라로 가 버리고, 유일한 친구 금붕어마저 자살을 기도한 뒤 그녀는 정말로 외톨이가 된다. 하지만 어느날 빛 바랜 사진과 플라스틱 군인, 구슬이 가득 담긴 낡은 상자를 우연히 발견하면서, 그녀에게 마법 같은 일들이 시작된다. 주변 사람들에게 행복을 찾아주는 기쁨을 통해 삶의 행복을 발견했다고 굳게 믿던 그 순간 그녀의 심장이 또다시 두근거리기 시작하는데...",
	"wish": false
},
{
	"name": "그녀",
	"poster": "../img/her.jpg",
	"mbti": "INFP",
	"genre": "drama",
	"info": "2014.05.22 / 드라마 / 2시간 6분 / 장 피에르 주네 감독",
	"story": "테오도르 다른 사람들의 편지를 대신 써주는 대필 작가로, 깊이 아꼈던 아내와 이혼 소송 중이다. 타인의 마음을 전해주는 일을 하고 있지만, 정작 테오도르 자신은 너무 외롭고 공허한 삶을 살고 있다. 그러던 어느 날, 스스로 생각하고 느끼는 인공 지능 운영체제인 사만다를 만나게 된다. 사만다는 따뜻한 목소리와 뛰어난 전산처리 능력을 통해 테오도르가 더 편안한 삶을 살 수 있도록 돕고, 테오도르는 자신의 육체를 통해 사만다가 더 많은 세계를 경험할 수 있도록 격려한다. 그렇게 둘은 직접적인 접촉보다 밀도 높은 정신적 교감을 나누는데…",
	"wish": false
},
{
	"name": "콜 미 바이 유어 네임",
	"poster": "../img/callme.jpg",
	"mbti": "INFP",
	"genre": "romance",
	"info": "2018.03.22 / 로맨스 / 2시간 12분 / 루카 구아다니노 감독",
	"story": "17살 소년 엘리오의 가족은 매년 여름 손님을 받는다. 엘리오의 아버지 펄먼 교수의 일을 돕는 보조 연구원은 6주 동안 이곳에 머물며 사람들과 어울리고 자유로운 식사, 일광욕과 수영을 즐긴다. 올해 집을 찾은 24살 올리버는 모든 사람이 호감을 갖는 사람이다. 하지만 엘리오의 감정은 좀더 특별하다. 처음 보는 순간부터 그를 의식했고, 그 실체가 동성에게 품은 사랑임을 깨달은 후에는 적대감을 갖고 있는 것처럼 군다. 하지만 엘리오가 자신의 진짜 속내를 내비친 후 두 사람은 서로의 마음이 같다는 것을 알게 된다.",
	"wish": false
},
{
	"name": "굿 윌 헌팅",
	"poster": "../img/goodwill.jpg",
	"mbti": "INTP",
	"genre": "drama",
	"info": "1998.03.21 / 드라마 / 2시간 6분 / 구스 반 산트 감독",
	"story": "수학, 법학, 역사학 등 모든 분야에 재능이 있는 윌은 천재적인 두뇌를 가지고 있지만 어린 시절 받은 상처로 인해 세상에 마음을 열지 못하고 절친인 처키와어울려 다니는 불우한 반항아이다. 대학을 청소하면서 벽에서 우연히 접한 수학 문제를 간단히 풀어버린 일을 그 대학 교수 램보가 발견하고 윌에게 관심을 갖지만 윌은 냉대한다. 어느 날 보호관찰 대상인 윌은 폭행죄로 수감되고, 램보 교수는 자신이 감독하겠다는 조건으로 윌을 석방시킨 다음 대학 동기인 심리학 교수 숀에게 그를 부탁한다. 거칠기만 하던 윌은 숀과 함께 시간을 보낼수록 상처를 위로 받으며 조금씩 변화하기 시작하는데...",
	"wish": false
},
{
	"name": "빈",
	"poster": "../img/bean.jpg",
	"mbti": "INTP",
	"genre": "comedy",
	"info": "1998.01.17 / 코미디 / 1시간 29분 / 멜 스미스 감독",
	"story": "영국 왕립 미술관 최악의 직원 빈이 하는 일이란 기껏 한쪽 구석에 앉아 졸거나 빈둥돼는 것이 전부다. 하지만 모두가 꺼려하는 빈을 유독 왕립 미술관 회장만이 전폭적으로 지지하고 있다. 언제나 그렇듯 왕립 미술관 이사회의 가장 중요한 안건은 천하의 사고뭉치 빈을 쫓아내는 것. 그러던 어느날, 빈을 사라지게 할 호재가 생겼다. 미국 최고의 걸작 '휘슬러의 어머니'의 본국 송환에 앞서 그리어슨 미술관은 대대적인 기념 행사를 계획한다. 그 일환으로 영국 왕립 미술관에 저명한 박사를 초청한 것이다. 이사회는 빈을 대신 보내기로 결정하고, 빈은 열렬한 환성을 받으며 미국으로 향한다. 하지만 빈은 처음 도착한 공항에서부터 불법 총기 소지자로 오인받아 공항을 아수라장으로 만든다. 이제 그가 지나는 곳은 모두가 혼돈과 무질서의 세계로 뒤덮히기 시작한다. 한편, 영문도 모르는 채 빈을 최고의 미술학자로 오인한 그리어슨 미술관측은 소수의 관계자들만이 모인 자리에서 '휘슬러의 어머니'를 최초로 공개한다. 모두가 잠시 자리를 뜬 사이, 빈과 '휘슬러의 어머니'의 너무도 끔찍한 악연이 시작되는데.",
	"wish": false
},
{
	"name": "소셜 네트워크",
	"poster": "../img/social.jpg",
	"mbti": "INTP",
	"genre": "drama",
	"info": "2010.11.18 / 드라마 / 2시간 1분 / 데이빗 핀처 감독",
	"story": "2003년 가을, 하버드대의 컴퓨터 천재 마크는 비밀 엘리트 클럽의 윈클보스 형제에게 하버드 선남선녀들만 교류할 수 있는 하버드 커넥션 사이트 제작을 의뢰 받는다. 하지만 여기서 획기적인 아이디어를 생각해낸 마크는 인맥 교류 사이트 페이스북을 개발, 절친 왈도의 도움으로 사이트를 오픈한다. 페이스북은 순식간에 모두의 마음을 사로잡고, 유명한 냅스터의 창시자 숀의 참여로 전세계로 번지면서 마크는 기업가치 58조원, 전세계 최연소 억만장자가 된다. 하지만 그 순간 윈클보스 형제는 물론 왈도마저 전대미문의 소송을 제기하는데...",
	"wish": false
},
{
	"name": "사랑에 대한 모든 것",
	"poster": "../img/theory.jpg",
	"mbti": "INTP",
	"genre": "romance",
	"info": "2014.12.10 / 로맨스 / 2시간 3분 / 제임스 마쉬 감독",
	"story": "촉망받는 물리학도 스티븐 호킹은 신년파티에서 매력적이고 당찬 여인 제인 와일드와 마주친다. 이미 정해진 운명이었던 것처럼 두 사람은 첫 만남에 서로에게 빠져든다. 물리학도와 인문학도, 천재적이지만 괴짜 같은 남자와 다정하지만 강인한 여자, 두 사람은 완벽한 커플로 사랑을 키워나간다. 하지만 영원히 행복할 것 같았던 두 사람 앞에 모든 것을 바꿀 사건이 일어난다. 시한부 인생, 2년. 스티븐은 점점 신발 끈을 묶는 게 어려워 지고, 발음은 흐릿해지고, 지팡이 없이는 걷는 것 조차 힘들어져 갔다. 과학자로서의 미래와 영원할 것 같은 사랑, 모든 것이 불가능한 일이 되어 버렸다. 희망조차 사라진 순간 스티븐은 모든 것을 포기하려 하지만 제인은 그를 향한 믿음과 변함없는 마음을 보여주고 그의 곁에서 그의 삶을 일으킨다. 삶의 모든 것을 바꾼 기적 같은 사랑 이야기가 지금 시작된다.",
	"wish": false
},
{
	"name": "노인을 위한 나라는 없다",
	"poster": "../img/foroldmen.jpg",
	"mbti": "INTP",
	"genre": "crime",
	"info": "2008.02.21 / 범죄 / 2시간 2분 / 에단 코엔 감독",
	"story": "사막 한 가운데서 사냥을 즐기던 모스는 총격전이 벌어진 듯 출혈이 낭자한 사건 현장을 발견한다. 모스는 물 한 모금을 갈구하는 단 한명의 생존자를 외면한 채 떠나다가 우연히 200만 달러가 들어있는 가방을 발견한다. 횡재를 했지만 물을 달라는 요구를 거절한 게 내심 꺼림칙했던 모스는 새벽녘에 현장을 다시 방문하게 되고, 때마침 마주친 경찰에게 쫓기는 신세가 되고 만다. 여기에 200만 달러가 든 가방을 찾는 살인마 안톤 시거와 보안관 벨이 끼어들면서 이야기는 혼돈과 폭력의 결말로 치달아 간다.",
	"wish": false
},
{
	"name": "이미테이션 게임",
	"poster": "../img/imitation.jpg",
	"mbti": "INTP",
	"genre": "thriller",
	"info": "2015.02.17 / 스릴러 / 1시간 54분 / 모튼 틸덤 감독",
	"story": "매 순간 3명이 죽는 사상 최악의 위기에 처한 제 2차 세계대전. 절대 해독이 불가능한 암호 에니그마로 인해 연합군은 속수무책으로 당하게 된다. 결국 각 분야의 수재들을 모아 기밀 프로젝트 암호 해독팀을 가동한다. 천재 수학자 앨런 튜링은 암호 해독을 위한 특별한 기계를 발명하지만 24시간 마다 바뀌는 완벽한 암호 체계 때문에 번번히 좌절하고 마는데... 과연, 앨런 튜링과 암호 해독팀은 암호를 풀고 전쟁의 승리를 끌어낼 수 있을까…?",
	"wish": false
},
{
	"name": "도니 다코",
	"poster": "../img/donnie.jpg",
	"mbti": "INTP",
	"genre": "sf",
	"info": "2002.11.22 / SF / 1시간 52분 / 리차드 켈리 감독",
	"story": "1988년, 내성적인 성격의 고교생 도니 다코. 어딘가 암울하고 삐딱하게 보이는 그는 가족과도 잘 어울리지 못하는 소년이다. 어느 날, 자고 있던 그는 이상한 목소리를 따라 정원으로 나가게 되고, 그 곳에서 거대한 토끼 괴물을 만난다. 프랭크라는 이름을 가진 그는 도니에게 28일 6시간 43분 12초 후 할로윈 데이에 세상은 멸망할 것이라고 말하고, 다음날 아침 골프장에 누워 있다 잠을 깬 도니는 자신의 팔뚝에 선명하게 쓰여진 '28:06:43:12'라는 숫자를 발견한다. 집으로 돌아간 도니는 지난 밤 2층에 있는 자신의 침실에 출처 불명의 747 제트기 엔진이 추락하는 대형사고가 있었음을 알고 프랭크의 존재에 대해 의식하기 시작한다.",
	"wish": false
},
{
	"name": "트레인스포팅",
	"poster": "../img/trainspotting.jpg",
	"mbti": "INTP",
	"genre": "crime",
	"info": "1997.02.22 / 범죄 / 1시간 34분 / 대니 보일 감독",
	"story": "스코틀랜드 에딘버러의 뒷골목에 살고 있는 렌튼, 스퍼드, 벡비, 식보이, 토미는 아무런 희망 없이 하루하루를 살아간다. 이들에게 있어 유일한 즐거움은 마약을 하는 것이다. 이들은 마약을 사기 위해 강도 행각을 벌이고, 아기가 마약을 먹고 죽는 상황까지 벌어지게 된다. 그 후 백화점을 털던 스퍼드는 실형을 선고 받고, 렌튼은 끔찍한 과정을 거쳐 마약을 끊고 취직을 한다. 건실하던 토미는 에이즈로 죽고, 벡비는 장물아비로, 식보이는 포주 노릇을 한다. 하지만 이것도 잠시, 이들은 다시 모여 마약을 팔아 큰 돈을 챙기고, 렌튼은 친구들이 잠든 사이에 돈가방을 들고 혼자 달아나는 사건이 벌어지는데...",
	"wish": false
}]