[{
	"name": "뷰티 인사이드",
	"poster": "../img/beautyinside.jpg",
	"mbti": "ENFP",
	"genre": "romance",
	"info": "2015.08.20 / 로맨스 / 2시간 7분 / 백종열 감독",
	"story": "남자, 여자, 아이, 노인.. 심지어 외국인까지! 자고 일어나면 매일 다른 모습으로 변하는 남자, ‘우진’. 그에게 처음으로 비밀을 말하고 싶은 단 한 사람이 생겼다. 드디어 D-DAY! ‘우진’은 그녀에게 자신의 마음을 고백하기로 하는데… “초밥이 좋아요? 스테이크가 좋아요? 사실.. 연습 엄청 많이 했어요. 오늘 꼭 그쪽이랑 밥 먹고 싶어서…”"
},
{
	"name": "주토피아",
	"poster": "../img/zootopia.jpg",
	"mbti": "ENFP",
	"genre": "animation",
	"info": "2016.02.17 / 애니메이션 / 1시간 48분 / 바이론 하워드 감독",
	"story": "누구나 살고 싶은 도시 1위, 주토피아 연쇄 실종 사건 발생! “미치도록 잡고 싶었다!” 교양 있고 세련된 라이프 스타일을 주도하는 도시 주토피아. 이 곳을 단숨에 혼란에 빠트린 연쇄 실종사건이 발생한다! 주토피아 최초의 토끼 경찰관 주디 홉스는 48시간 안에 사건 해결을 지시 받자 뻔뻔한 사기꾼 여우 닉 와일드에게 협동 수사를 제안하는데… 스릴 넘치는 추격전의 신세계가 열린다!"
},
{
	"name": "레이디 버드",
	"poster": "../img/ladybird.jpg",
	"mbti": "ENFP",
	"genre": "drama",
	"info": "2018.04.04 / 드라마 / 1시간 34분 / 그레타 거윅 감독",
	"story": "안녕 내 이름은 '레이디 버드'라고 해 다른 이름이 있지만, 내가 나에게 이름을 지어줬지 모두가 나에게 잘 살아보라고 충고로 위장한 잔소리를 해 하지만 지금 이 모습이 내 최고의 모습이라면? 날 좀 그냥 내버려 둬!"
},
{
	"name": "찰리와 초콜릿 공장",
	"poster": "../img/catcf.jpg",
	"mbti": "ENFP",
	"genre": "fantasy",
	"info": "2005.09.16 / 판타지 / 1시간 55분 / 팀 버튼 감독",
	"story": "전 세계 누구에게나 사랑 받는 윌리 웡카 초콜릿 공장. 매일 엄청난 양의 초콜릿을 생산해 세계 각국으로 운반하고 있지만 그 누구도 공장을 드나 드는 사람을 본 적이 없는 비밀의 공간이다. 공장보다 더 신비로운 수수께끼는 공장장인 윌리 웡카라는 인물. 소문에 의하면 웡카는 몇 년 동안 공장 밖으로 나가본 적도 없다고 한다. 어느 날 윌리 웡카가 5개의 웡카 초콜릿에 감춰진 행운의 황금티켓을 찾은 어린이 다섯 명에게 자신의 공장을 공개하고 그 모든 제작과정의 비밀을 보여주겠다는 선언을 한다. 이제 전 세계 어린이들은 황금티켓을 찾기 위한 노력을 시작한다."
},
{
	"name": "트루먼 쇼",
	"poster": "../img/truman.jpg",
	"mbti": "ENFP",
	"genre": "comedy",
	"info": "1998.06.05 / 코미디 / 1시간 43분 / 피터 위어 감독",
	"story": "작은 섬에서 평범한 삶을 사는 30세 보험회사원 트루먼 버뱅크 아내와 홀어머니를 모시고 행복한 하루 하루를 보내던 어느 날, 하늘에서 조명이 떨어진다! 의아해하던 트루먼은 길을 걷다 죽은 아버지를 만나고 라디오 주파수를 맞추다 자신의 일거수일투족이 라디오에 생중계되는 기이한 일들을 연이어 겪게 된다. 지난 30년간 일상이라고 믿었던 모든 것들이 어딘가 수상하다고 느낀 트루먼은 모든 것이 ‘쇼’라는 말을 남기고 떠난 첫사랑 ‘실비아’를 찾아 피지 섬으로 떠나기로 결심한다. 가족, 친구, 회사… 하나부터 열까지 모든 것이 가짜인 ‘트루먼 쇼’ 과연 트루먼은 진짜 인생을 찾을 수 있을까?"
},
{
	"name": "사운드 오브 뮤직",
	"poster": "../img/soundof.jpg",
	"mbti": "ENFP",
	"genre": "musical",
	"info": "1965.04.01 / 뮤지컬 / 2시간 55분 / 로버트 와이즈 감독",
	"story": "음악을 사랑하는 말괄량이 견습 수녀 ‘마리아’는 원장 수녀의 권유로 해군 명문 집안 폰 트랩가의 가정교사가 된다. ‘마리아’는 좀처럼 마음의 문을 열지 않는 폰 트랩가의 일곱 아이들에게 노래를 가르치며 점차 교감하게 되고, 엄격한 ‘폰 트랩 대령’ 역시 마음의 문을 열게 된다. 그러던 어느 날, ‘마리아’는 자신이 ‘폰 트랩 대령’을 사랑하고 있다는 사실을 깨닫게 되고, 자신만의 비밀을 간직한 채 아이들의 곁을 떠나 다시 수녀원에 들어가기로 결심하는데…"
},
{
	"name": "극한직업",
	"poster": "../img/extreme.jpg",
	"mbti": "ENFP",
	"genre": "action",
	"info": "2019.01.23 / 액션 / 1시간 51분 / 이병헌 감독",
	"story": "불철주야 달리고 구르지만 실적은 바닥, 급기야 해체 위기를 맞는 마약반! 더 이상 물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다. 마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고, 뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다. 수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데…"
},
{
	"name": "작은 아씨들",
	"poster": "../img/littlewoman.jpg",
	"mbti": "ENFP",
	"genre": "drama",
	"info": "2020.02.12 / 드라마 / 2시간 15분 / 그레타 거윅 감독",
	"story": "첫째 메그는 배우가 되고 싶은 욕망과 가족을 가지고 싶어하는 욕망 사이에서 고민하고, 둘째 조는 소설을 쓰지만 여성들이 쓴 소설은 어떻게 끝이 나야 하는지 잘 알고 있는 척하는 편집장과 맞서야 한다. 셋째 베스는 피아노를 잘 치지만 건강에 문제가 있고, 막내 에이미는 그림을 그리는 데 소질이 있지만 남자들이 좋아하는 취향에 따라 그림을 그려야 하는 상황에 처한다. 이웃집 소년 로리는 네 자매를 우연히 알게 되고, 각기 다른 개성의 네 자매들과 인연을 쌓아 간다. 7년 후, 어른이 된 그들에겐 각기 다른 숙제가 놓이게 되는데..."
},
{
	"name": "주먹왕 랄프",
	"poster": "../img/ralph.jpg",
	"mbti": "ENTP",
	"genre": "animation",
	"info": "2012.12.19 / 애니메이션 / 1시간 48분 / 필 존스턴 감독",
	"story": "각종 사고를 치며 게임 속 세상을 뒤집어 놨던 절친 주먹왕 ‘랄프’와 ‘바넬로피’는 버려질 위기에 처한 오락기 부품을 구하기 위해 와이파이를 타고 인터넷 세상에 접속한다. 얼떨결에 올린 동영상으로 순식간에 핵인싸에 등극한 ‘랄프’와 룰도 트랙도 없는 스릴만점 슬로터 레이스 게임에 참여하게 된 ‘바넬로피’ 지금껏 경험한 적 없는 엄청난 스케일과 새로운 재미에 흠뻑 빠진 ‘랄프’와 ‘바넬로피’는 랜섬웨어급 사고로 인터넷 세상을 혼란에 빠뜨리는데… 과연, 이들은 무사히 집에 돌아갈 수 있을까?"
},
{
	"name": "팀버튼의 크리스마스 악몽",
	"poster": "../img/christmasnightmare.jpg",
	"mbti": "ENTP",
	"genre": "fantasy",
	"info": "2006.12.07 / 판타지 / 1시간 16분 / 헨리 셀릭 감독",
	"story": "영화가 시작되면 이상하고 기묘한 노래에 의해 할로윈타운으로 인도된다. 이 괴상한 마을은 사람들을 놀라게 하는 신선한 방법을 연구하는 연례 행사에 열중하고 있다. 이 마을의 지도자 잭 스켈링튼은 전해내려오는 방법들에 싫증을 느끼고 뭔가 새로은 방법 찾기에 골몰한다. 어느날 숲을 지나 크리스마스타운에 간 잭은 기쁨에 가득차 크리스마스를 준비하는 사람들을 발견한다. 이를 본 잭은 산타를 납치해 크리스마스의 주인이 될 계획을 세운다. 잭은 수염과 붉은 옷을 입고 세마리의 순록이 이끄는 스키를 타고 내려와 할로윈 주민들을 풀어 마을을 공포 분위기로 만든다. 쭈그러진 머리나 트리를 게걸스럽게 먹는 뱀 등등 일대 소동이 벌어진다. 산타가 할로윈의 악마 '부기 우기'에 의해 먹히려는 순간 잭은 마음을 바꿔 산타를 구하고 원래의 크리스마스를 돌려준다."
},
{
	"name": "팀버튼의 크리스마스 악목",
	"poster": "../img/christmasnightmare.jpg",
	"mbti": "ENTP",
	"genre": "fantasy",
	"info": "2006.12.07 / 판타지 / 1시간 16분 / 헨리 셀릭 감독",
	"story": "영화가 시작되면 이상하고 기묘한 노래에 의해 할로윈타운으로 인도된다. 이 괴상한 마을은 사람들을 놀라게 하는 신선한 방법을 연구하는 연례 행사에 열중하고 있다. 이 마을의 지도자 잭 스켈링튼은 전해내려오는 방법들에 싫증을 느끼고 뭔가 새로은 방법 찾기에 골몰한다. 어느날 숲을 지나 크리스마스타운에 간 잭은 기쁨에 가득차 크리스마스를 준비하는 사람들을 발견한다. 이를 본 잭은 산타를 납치해 크리스마스의 주인이 될 계획을 세운다. 잭은 수염과 붉은 옷을 입고 세마리의 순록이 이끄는 스키를 타고 내려와 할로윈 주민들을 풀어 마을을 공포 분위기로 만든다. 쭈그러진 머리나 트리를 게걸스럽게 먹는 뱀 등등 일대 소동이 벌어진다. 산타가 할로윈의 악마 '부기 우기'에 의해 먹히려는 순간 잭은 마음을 바꿔 산타를 구하고 원래의 크리스마스를 돌려준다."
}]